[
{"id": 1, "w": "Acid", "tr": "senyawa yang biasanya memiliki rasa asam dan dapat menetralkan basa. Asam memiliki pH di bawah 7"},
{"id": 2, "w": "Acid-base reaction", "tr": "reaksi kimia di mana pasangan elektron disumbangkan oleh basa kepada asam penerima"},
{"id": 3, "w": "Acid dissociation constant Ka", "tr": "ukuran kuantitatif dari kekuatan asam dalam larutan"},
{"id": 4, "w": "Actinide", "tr": "deret aktinida mencakup 15 unsur logam dengan nomor atom dari 89 hingga 103, dari aktinium hingga lawrensium"},
{"id": 5, "w": "Activation Energy", "tr": "energi minimum yang diperlukan untuk memulai reaksi"},
{"id": 6, "w": "Adsorption", "tr": "penumpukan zat kimia pada permukaan padatan (adsorben) yang membentuk lapisan adsorbat"},
{"id": 7, "w": "Alchemy", "tr": "filsafat spekulatif yang dipraktikkan pada Abad Pertengahan dan Renaisans yang melibatkan proses mengubah logam dasar menjadi emas"},
{"id": 8, "w": "Alkali", "tr": "cairan dengan pH di atas 7"},
{"id": 9, "w": "Alkali metals", "tr": "unsur-unsur yang ditemukan pada Golongan 1 tabel periodik"},
{"id": 10, "w": "Alkaline earth metals", "tr": "unsur-unsur yang ditemukan pada Golongan 2 tabel periodik"},
{"id": 11, "w": "Alkanes", "tr": "hidrokarbon jenuh di mana semua atom karbon dan hidrogen hanya terhubung dengan ikatan tunggal"},
{"id": 12, "w": "Alkenes", "tr": "hidrokarbon tak jenuh yang mengandung setidaknya satu ikatan rangkap dua karbon-karbon C=C antara dua atom karbon yang berdekatan"},
{"id": 13, "w": "Alkynes", "tr": "hidrokarbon yang mengandung setidaknya satu ikatan rangkap tiga"},
{"id": 14, "w": "Allotropes", "tr": "bentuk struktur yang berbeda dari unsur yang sama"},
{"id": 15, "w": "Alloy", "tr": "campuran dari dua atau lebih unsur, di mana setidaknya salah satunya adalah logam"},
{"id": 16, "w": "Alpha Decay", "tr": "jenis peluruhan radioaktif di mana inti atom memancarkan partikel alfa"},
{"id": 17, "w": "Amalgam", "tr": "paduan cair merkuri dengan logam lain"},
{"id": 18, "w": "amu", "tr": "satuan massa atom yang digunakan untuk mengukur massa atom dan kira-kira setara dengan 1,67x10-27kg"},
{"id": 19, "w": "Anion", "tr": "ion dengan muatan negatif"},
{"id": 20, "w": "Anode", "tr": "elektroda tempat arus listrik mengalir masuk ke dalam perangkat listrik yang terpolarisasi. Anoda adalah elektroda bermuatan negatif yang menarik ion positif (kation) dalam rangkaian atau reaksi kimia"},
{"id": 21, "w": "Arrhenius acid", "tr": "zat yang terurai dalam air untuk membentuk ion hidrogen (H+). Asam Arrhenius meningkatkan konsentrasi ion H+ dalam larutan air"},
{"id": 22, "w": "Arrhenius base", "tr": "zat yang terurai dalam air untuk membentuk ion hidroksida (OH-). Basa Arrhenius meningkatkan konsentrasi ion OH- dalam larutan air"},
{"id": 23, "w": "Atom", "tr": "unit dasar dari suatu unsur kimia"},
{"id": 24, "w": "Atomic mass", "tr": "jumlah massa dari isotop-isotop suatu unsur yang masing-masing dikalikan dengan kelimpahan alaminya"},
{"id": 25, "w": "Atomic number", "tr": "jumlah proton dalam atom suatu unsur"},
{"id": 26, "w": "atomic radius", "tr": "ukuran atom, biasanya jarak rata-rata dari inti hingga batas awan elektron di sekitarnya"},
{"id": 27, "w": "atomic symbol", "tr": "kode internasional 1, 2, atau 3 huruf untuk unsur kimia, biasanya berasal dari nama unsur tersebut, sering dalam bahasa Latin. Hanya huruf pertama yang menggunakan huruf kapital. Misalnya, \"He\" adalah simbol untuk helium"},
{"id": 28, "w": "Aufbau principle", "tr": "penjelasan tentang penyusunan unsur-unsur di mana orbital dengan energi lebih rendah diisi terlebih dahulu dengan elektron baru kemudian orbital dengan energi tinggi diisi"},
{"id": 29, "w": "Avogadro's law", "tr": "hukum gas yang menyatakan bahwa, pada kondisi suhu dan tekanan yang sama, volume gas yang sama mengandung jumlah molekul yang sama"},
{"id": 30, "w": "Avogadro's number", "tr": "NA = 6,022 × 10²³ partikel/mol"},
{"id": 31, "w": "Base", "tr": "zat yang menerima ion H+ dan menghasilkan ion hidroksida OH- ketika ditambahkan ke air"},
{"id": 32, "w": "Basic", "tr": "memiliki karakteristik basa, dengan pH di atas 7"},
{"id": 33, "w": "Becquerel", "tr": "(Bq) adalah satuan radioaktivitas, dengan 37 miliar Bq sama dengan 1 curie"},
{"id": 34, "w": "Beta Decay", "tr": "jenis peluruhan radioaktif di mana inti atom memancarkan partikel beta"},
{"id": 35, "w": "Binary compound", "tr": "senyawa kimia yang mengandung tepat dua unsur berbeda"},
{"id": 36, "w": "Binding energy", "tr": "energi yang diperlukan untuk memisahkan atom menjadi elektron bebas dan inti"},
{"id": 37, "w": "Boiling point", "tr": "suhu di mana tekanan uap cairan sama dengan tekanan atmosfer dan cairan berubah menjadi uap (gas)"},
{"id": 38, "w": "Bond", "tr": "gaya tarik antara dua atom, ion, atau molekul"},
{"id": 39, "w": "Boyle's law", "tr": "menyatakan bahwa tekanan gas ideal pada suhu konstan berbanding terbalik dengan volume gas. Volume gas meningkat saat tekanannya menurun. Volume gas menurun saat tekanannya meningkat"},
{"id": 40, "w": "Bronsted-Lowry acid", "tr": "zat yang menyumbangkan proton (kation hidrogen, atau H+)"},
{"id": 41, "w": "Bronsted-Lowry base", "tr": "zat yang menerima proton (kation hidrogen, atau H+)"},
{"id": 42, "w": "Buffer", "tr": "larutan yang menahan perubahan pH saat ditambahkan sedikit asam atau basa atau saat diencerkan. Larutan penyangga terdiri dari asam lemah dan basa konjugatnya atau basa lemah dan asam konjugatnya"},
{"id": 43, "w": "Buffer Capacity", "tr": "perbandingan jumlah mol asam atau basa yang ditambahkan ke satu liter penyangga untuk mengubah nilai pH-nya sebesar satu satuan"},
{"id": 44, "w": "Carbohydrate", "tr": "senyawa organik yang hanya terdiri dari karbon, hidrogen, dan oksigen, biasanya dengan perbandingan atom hidrogen:oksigen 2:1"},
{"id": 45, "w": "Carbon Cycle", "tr": "proses berkelanjutan di mana karbon dipertukarkan antara organisme dan lingkungan"},
{"id": 46, "w": "Catalyst", "tr": "zat yang memulai atau mempercepat reaksi kimia tanpa ikut bereaksi dalam reaksi tersebut"},
{"id": 47, "w": "Cathode", "tr": "elektroda tempat arus listrik mengalir keluar dari perangkat listrik yang terpolarisasi. Katoda adalah elektroda bermuatan positif yang menarik ion negatif (anion) dalam rangkaian atau reaksi kimia"},
{"id": 48, "w": "Cation", "tr": "ion dengan muatan positif"},
{"id": 49, "w": "Charles's law", "tr": "menyatakan bahwa volume gas pada tekanan konstan berbanding lurus dengan suhunya. Ini berarti, pada tekanan konstan, volume massa tertentu dari gas ideal akan meningkat atau menurun secara langsung saat suhunya meningkat atau menurun. Juga dikenal sebagai hukum volume"},
{"id": 50, "w": "Combustion", "tr": "pembakaran bahan bakar dan oksidan yang disertai dengan produksi panas dan, biasanya, cahaya"},
{"id": 51, "w": "Compound", "tr": "zat kimia yang terdiri dari dua atau lebih unsur kimia berbeda yang terikat secara kimia"},
{"id": 52, "w": "Common ion effect", "tr": "penekanan kelarutan elektrolit lemah dengan adanya elektrolit kuat yang mengandung ion sejenis"},
{"id": 53, "w": "Condensation", "tr": "proses di mana zat gas berubah menjadi keadaan cair"},
{"id": 54, "w": "Conjugate acid", "tr": "senyawa yang terbentuk ketika basa Bronsted-Lowry menerima proton"},
{"id": 55, "w": "Conjugate base", "tr": "senyawa yang terbentuk ketika asam Bronsted-Lowry melepaskan/menyumbangkan proton"},
{"id": 56, "w": "Corrosion", "tr": "kerusakan material, biasanya logam, akibat reaksi kimia dengan lingkungannya"},
{"id": 57, "w": "Covalent bond", "tr": "ikatan kimia yang melibatkan berbagi pasangan elektron antara atom dalam molekul"},
{"id": 58, "w": "Curie", "tr": "(Ci) adalah satuan radioaktivitas, dinamai menurut Marie Curie dan sama dengan 37 miliar Bq"},
{"id": 59, "w": "Cracking", "tr": "proses di mana molekul organik kompleks seperti kerogen atau hidrokarbon berat dipecah menjadi molekul yang lebih sederhana seperti hidrokarbon ringan, dengan memutus ikatan karbon-karbon"},
{"id": 60, "w": "Cycloalkane", "tr": "hidrokarbon jenuh siklik yang mengandung cincin ikatan karbon-karbon"},
{"id": 61, "w": "Dalton's law", "tr": "menyatakan bahwa tekanan total campuran gas adalah jumlah dari semua tekanan parsial gas individual"},
{"id": 62, "w": "Density", "tr": "jumlah massa per satuan volume"},
{"id": 63, "w": "Deposition", "tr": "proses di mana gas berubah menjadi padat dengan pendinginan. Juga dikenal sebagai desublimasi"},
{"id": 64, "w": "Deuterium", "tr": "isotop hidrogen yang mengandung satu proton dan satu neutron dalam intinya. Deuterium (simbol D atau 2H) juga dikenal sebagai hidrogen berat"},
{"id": 65, "w": "Diamagnetic", "tr": "bahan yang memiliki kerentanan sangat lemah dan negatif terhadap medan magnet. Bahan diamagnetik memiliki semua elektron berpasangan sehingga tidak ada momen magnet permanen per atom"},
{"id": 66, "w": "Diatomic", "tr": "molekul yang terbuat dari dua atom yang terikat secara kimia"},
{"id": 67, "w": "Diffusion", "tr": "proses di mana partikel gas bergerak dari area konsentrasi tinggi ke konsentrasi rendah"},
{"id": 68, "w": "Dissociation", "tr": "pemisahan ion yang terjadi ketika senyawa ion larut"},
{"id": 69, "w": "Distillation", "tr": "metode untuk memurnikan cairan dan memisahkan campuran cairan menjadi komponen individualnya melalui penguapan dan kondensasi cairan berikutnya"},
{"id": 70, "w": "Double bond", "tr": "ikatan di mana dua pasang elektron dibagi antara dua atom"},
{"id": 71, "w": "Ductile", "tr": "dapat ditarik menjadi kawat tipis tanpa putus"},
{"id": 72, "w": "Effusion", "tr": "proses di mana molekul gas keluar dari wadahnya melalui lubang kecil dalam wadah"},
{"id": 73, "w": "Electrode", "tr": "konduktor listrik yang digunakan untuk membuat kontak dengan bagian non-logam dari rangkaian (misalnya semikonduktor, elektrolit atau vakum)"},
{"id": 74, "w": "Electrolyte", "tr": "larutan yang bertindak sebagai media untuk menghantarkan listrik"},
{"id": 75, "w": "Electrolysis", "tr": "metode menggunakan arus listrik searah untuk menghasilkan reaksi kimia"},
{"id": 76, "w": "Electromagnetism", "tr": "studi tentang efek gabungan listrik dan magnetisme"},
{"id": 77, "w": "Electron", "tr": "komponen atom yang bermuatan negatif"},
{"id": 78, "w": "Electron affinity", "tr": "jumlah energi yang dilepaskan ketika elektron ditambahkan ke atom atau molekul netral untuk membentuk ion negatif"},
{"id": 79, "w": "Electron configuration", "tr": "distribusi elektron dalam orbital atom atau molekul"},
{"id": 80, "w": "Electronegativity", "tr": "kekuatan atom dalam molekul untuk menarik elektron ke dirinya sendiri"},
{"id": 81, "w": "Element", "tr": "unsur kimia adalah zat yang tidak dapat dipecah melalui reaksi kimia"},
{"id": 82, "w": "Empirical formula", "tr": "perbandingan bilangan bulat positif paling sederhana dari atom yang ada dalam senyawa"},
{"id": 83, "w": "Endothermic", "tr": "reaksi kimia yang menyerap panas"},
{"id": 84, "w": "Energy", "tr": "kemampuan untuk melakukan kerja. Energi kimia adalah potensi zat kimia untuk mengalami transformasi melalui reaksi kimia atau untuk mengubah zat kimia lain"},
{"id": 85, "w": "Enthalpy H", "tr": "ukuran energi total sistem termodinamika. Entalpi total, H, dari sistem tidak dapat diukur secara langsung. Hanya perubahan entalpi ΔH yang dapat diukur. Untuk proses pada tekanan konstan, ΔH sama dengan perubahan energi internal sistem ditambah kerja yang dilakukan sistem pada lingkungannya"},
{"id": 86, "w": "Entropy S", "tr": "pengukuran jumlah ketidakteraturan dalam sistem"},
{"id": 87, "w": "Equilibrium constant", "tr": "nilai hasil bagi reaksi untuk sistem pada kesetimbangan"},
{"id": 88, "w": "Equivalence point", "tr": "volume titran yang diperlukan untuk menetralkan larutan analit"},
{"id": 89, "w": "Exothermic", "tr": "reaksi kimia yang menghasilkan panas"},
{"id": 90, "w": "Family", "tr": "kolom vertikal di mana unsur-unsur disusun dalam tabel periodik unsur. Juga dikenal sebagai golongan"},
{"id": 91, "w": "Ferromagnetic", "tr": "bahan yang memiliki kerentanan besar dan positif terhadap medan magnet eksternal. Mereka menunjukkan daya tarik kuat terhadap medan magnet. Bahan feromagnetik memiliki beberapa elektron tidak berpasangan sehingga atomnya memiliki momen magnet"},
{"id": 92, "w": "First law of thermodynamics", "tr": "menyatakan bahwa energi tidak dapat diciptakan atau dimusnahkan"},
{"id": 93, "w": "Fission", "tr": "pembelahan inti atom menjadi dua atau lebih inti yang lebih ringan disertai dengan pelepasan energi. Atom berat asli disebut inti induk dan inti yang lebih ringan adalah inti anak"},
{"id": 94, "w": "Fossil fuels", "tr": "bahan bakar alami seperti batu bara, minyak atau gas alam yang terbentuk pada masa geologis dari sisa-sisa organisme hidup"},
{"id": 95, "w": "Free energy G", "tr": "besaran termodinamika yang merupakan perbedaan antara energi internal sistem (entalpi) dan hasil kali suhu absolutnya dengan entropi sistem. Juga disebut energi bebas Gibbs"},
{"id": 96, "w": "Free radical", "tr": "atom atau molekul yang memiliki setidaknya satu elektron tidak berpasangan dan karena itu tidak stabil dan sangat reaktif"},
{"id": 97, "w": "Fullerene", "tr": "ditemukan pada tahun 1985 oleh peneliti di Rice University, adalah keluarga alotrop karbon yang dinamai menurut Buckminster Fuller"},
{"id": 98, "w": "Fusion", "tr": "proses menggabungkan dua atau lebih entitas berbeda menjadi keseluruhan baru. Fusi nuklir adalah penggabungan dua inti untuk membentuk inti yang lebih berat disertai dengan pelepasan atau penyerapan energi"},
{"id": 99, "w": "Galvanization (or galvanisation)", "tr": "proses menerapkan lapisan pelindung seng pada baja atau besi, untuk mencegah karat"},
{"id": 100, "w": "Gamma Decay", "tr": "jenis peluruhan radioaktif di mana inti atom memancarkan partikel gamma atau sinar gamma"},
{"id": 101, "w": "Gamma particle", "tr": "foton atau partikel cahaya"},
{"id": 102, "w": "Gas", "tr": "salah satu dari tiga wujud zat di mana atom atau molekul bergerak bebas, menyesuaikan bentuk dan volume wadah yang menampungnya"},
{"id": 103, "w": "Gay-Lussac's Law", "tr": "menyatakan bahwa tekanan gas pada volume konstan berbanding lurus dengan suhunya dalam Kelvin"},
{"id": 104, "w": "Graham's law", "tr": "menyatakan bahwa laju efusi gas berbanding terbalik dengan akar kuadrat massa partikelnya"},
{"id": 105, "w": "Ground state", "tr": "keadaan energi stabil terendah dari sistem, seperti molekul, atom, atau inti"},
{"id": 106, "w": "Group", "tr": "kolom vertikal di mana unsur-unsur disusun dalam tabel periodik unsur"},
{"id": 107, "w": "Half-life", "tr": "waktu yang diperlukan untuk atom dalam sampel radioaktif meluruh"},
{"id": 108, "w": "Halogens", "tr": "terletak di Golongan 17 (VIIA) tabel periodik dan termasuk kelas nonlogam. Unsur halogen adalah fluorin, klorin, bromin, iodin, astatin, dan ununseptium"},
{"id": 109, "w": "Heat capacity (C)", "tr": "jumlah panas yang diperlukan untuk mengubah suhunya satu derajat"},
{"id": 110, "w": "Heavy water", "tr": "air berat, juga disebut deuterium oksida atau 2H2O atau D2O, adalah bentuk air yang mengandung lebih banyak isotop hidrogen deuterium daripada normal"},
{"id": 111, "w": "Heterogeneous mixture", "tr": "zat di mana komponen tidak tercampur secara merata. Beberapa contoh adalah: pizza, sup, dll"},
{"id": 112, "w": "Homogeneous mixture", "tr": "zat di mana komponen tercampur secara merata. Beberapa contoh adalah: udara, air garam, dll"},
{"id": 113, "w": "Hunds rule", "tr": "menyatakan bahwa elektron akan menempati orbital kosong sebelum berpasangan"},
{"id": 114, "w": "Hydrate", "tr": "senyawa yang terbentuk dengan penambahan air atau unsur-unsurnya ke molekul lain"},
{"id": 115, "w": "Hydride", "tr": "senyawa hidrogen dengan unsur lain"},
{"id": 116, "w": "Hydrocarbon", "tr": "senyawa kimia yang hanya terdiri dari unsur karbon (C) dan hidrogen (H)"},
{"id": 117, "w": "Hydrogen bond", "tr": "ikatan kimia di mana atom hidrogen (H) dari satu molekul tertarik pada atom elektronegatif, seperti atom fluorin, oksigen, atau nitrogen, biasanya dari molekul lain"},
{"id": 118, "w": "Ideal gas", "tr": "gas hipotetis yang molekulnya menempati ruang yang dapat diabaikan dan tidak memiliki interaksi, dan yang mematuhi hukum gas ideal dengan sempurna"},
{"id": 119, "w": "Indicator", "tr": "zat kimia yang ditambahkan dalam jumlah kecil ke larutan untuk menentukan pH (keasaman atau kebasaan) larutan"},
{"id": 120, "w": "Inert", "tr": "zat yang tidak reaktif secara kimia"},
{"id": 121, "w": "Inhibitor", "tr": "zat yang memblokir atau mengurangi laju reaksi kimia"},
{"id": 122, "w": "Insulator", "tr": "bahan yang tidak akan mengalirkan arus listrik"},
{"id": 123, "w": "Ion", "tr": "atom atau kelompok atom yang memiliki muatan listrik positif atau negatif dengan mendapatkan atau kehilangan satu atau lebih elektron"},
{"id": 124, "w": "Ionic bond", "tr": "ikatan kimia yang terbentuk melalui gaya tarik elektrostatik antara dua ion bermuatan berlawanan. Ikatan ion terbentuk antara kation, yang biasanya logam, dan anion, yang biasanya nonlogam"},
{"id": 125, "w": "Ionic product of water", "tr": "konstanta kesetimbangan untuk disosiasi diri air dikenal sebagai produk ion untuk air"},
{"id": 126, "w": "Ionization", "tr": "proses menghasilkan ion"},
{"id": 127, "w": "Ionization energy", "tr": "jumlah energi yang diperlukan untuk menghilangkan elektron dari atom atau molekul dalam keadaan gas"},
{"id": 128, "w": "Isomers", "tr": "senyawa yang memiliki rumus kimia yang sama tetapi struktur kimia berbeda"},
{"id": 129, "w": "Isotope", "tr": "dua atau lebih bentuk unsur kimia yang memiliki jumlah proton sama dalam inti atom (nomor atom sama), tetapi memiliki jumlah neutron berbeda sehingga massa atomnya berbeda"},
{"id": 130, "w": "IUPAC", "tr": "Persatuan Kimia Murni dan Terapan Internasional. IUPAC terkenal dalam membuat standar penamaan di bidang kimia dan ilmu pengetahuan lainnya"},
{"id": 131, "w": "Kinetic energy", "tr": "energi yang dimiliki benda karena gerakannya"},
{"id": 132, "w": "Kinetic Molecular Theory", "tr": "teori yang digunakan untuk menjelaskan perilaku gas. Teori ini menggambarkan gas sebagai partikel-partikel kecil (atom atau molekul) yang sangat banyak dan selalu bergerak acak terus-menerus"},
{"id": 133, "w": "Lanthanides", "tr": "kelompok lima belas unsur logam dengan nomor atom 57 sampai 71, dari lantanum hingga lutetium. Kelompok ini juga dikenal sebagai unsur tanah jarang"},
{"id": 134, "w": "Law of conservation of energy", "tr": "hukum yang menyatakan bahwa energi tidak dapat diciptakan atau dimusnahkan"},
{"id": 135, "w": "LeChatelier's Principle", "tr": "prinsip yang menyatakan bahwa ketika kesetimbangan terganggu, reaksi akan bergeser untuk mengembalikan kesetimbangan"},
{"id": 136, "w": "Lewis acid", "tr": "zat yang dapat menerima sepasang elektron untuk membentuk ikatan kovalen koordinasi"},
{"id": 137, "w": "Lewis base", "tr": "zat yang dapat memberikan sepasang elektron untuk membentuk ikatan kovalen koordinasi"},
{"id": 138, "w": "Lewis dot notation", "tr": "cara menggambar secara grafis untuk menunjukkan jumlah elektron valensi yang dimiliki suatu atom"},
{"id": 139, "w": "Liquid", "tr": "salah satu wujud zat. Partikel dalam zat cair bebas mengalir. Zat cair memiliki volume tetap tetapi bentuknya tidak tetap"},
{"id": 140, "w": "Malleable", "tr": "dapat ditempa atau dibentuk dengan dipukul tanpa pecah"},
{"id": 141, "w": "Mass", "tr": "ukuran jumlah materi dalam suatu benda. Massa biasanya diukur dalam gram atau kilogram"},
{"id": 142, "w": "Mass number", "tr": "jumlah neutron dan proton dalam inti atom"},
{"id": 143, "w": "Matter", "tr": "segala sesuatu yang memiliki massa dan menempati ruang"},
{"id": 144, "w": "Melting Point", "tr": "suhu di mana suatu zat berubah wujud dari padat menjadi cair"},
{"id": 145, "w": "Metal", "tr": "unsur, senyawa, atau paduan yang dapat menghantarkan listrik dan panas dengan baik. Logam biasanya mengkilap, dapat ditempa, dan dapat ditarik menjadi kawat"},
{"id": 146, "w": "Metalloid", "tr": "unsur kimia yang memiliki sifat di antara logam dan nonlogam"},
{"id": 147, "w": "Molality", "tr": "jumlah mol zat terlarut yang dilarutkan dalam satu kilogram pelarut"},
{"id": 148, "w": "Molarity", "tr": "jumlah mol zat terlarut per liter larutan"},
{"id": 149, "w": "Molar mass", "tr": "massa satu mol suatu zat"},
{"id": 150, "w": "Mole", "tr": "jumlah suatu zat yang mengandung partikel (misalnya atom, molekul, ion, elektron) sebanyak atom yang ada dalam 12 gram karbon-12 murni. Jumlah atom dalam 12 gram karbon adalah 6,023 x 10²³ atom"},
{"id": 151, "w": "Molecule", "tr": "kelompok dua atom atau lebih yang terikat melalui ikatan kimia kovalen dan bermuatan netral. Molekul membentuk unit terkecil dari suatu senyawa"},
{"id": 152, "w": "Mole fraction", "tr": "jumlah mol suatu komponen larutan dibagi dengan jumlah total mol semua komponen"},
{"id": 153, "w": "Monoatomic", "tr": "atom tunggal"},
{"id": 154, "w": "Monoatomic element", "tr": "unsur yang ada dalam bentuk atom tunggal"},
{"id": 155, "w": "Monoatomic ion", "tr": "ion yang terdiri dari satu atom saja"},
{"id": 156, "w": "Negative ion", "tr": "atom yang mendapatkan satu atau lebih elektron"},
{"id": 157, "w": "Neutral", "tr": "larutan kimia yang tidak bersifat asam maupun basa (memiliki pH 7,0), seperti air murni"},
{"id": 158, "w": "Neutron", "tr": "partikel subatom yang terdapat di dalam inti atom. Neutron tidak bermuatan atau bermuatan nol"},
{"id": 159, "w": "Noble gases", "tr": "gas mulia, juga dikenal sebagai gas inert, terletak di Golongan VIII tabel periodik. Gas mulia meliputi helium (He), neon (Ne), argon (Ar), kripton (Kr), xenon (Xe), radon (Rn), dan ununoktium (Uuo)"},
{"id": 160, "w": "Non Metal", "tr": "jenis unsur yang mudah menerima elektron dari atom lain"},
{"id": 161, "w": "Normality (N)", "tr": "ukuran konsentrasi larutan yang dinyatakan dalam gram ekuivalen zat terlarut per liter larutan"},
{"id": 162, "w": "Nucleus", "tr": "bagian yang sangat padat di pusat atom yang berisi proton dan neutron"},
{"id": 163, "w": "Octet rule", "tr": "aturan yang menyatakan bahwa unsur cenderung mendapatkan atau kehilangan elektron untuk mencapai konfigurasi elektron seperti gas mulia terdekat"},
{"id": 164, "w": "Orbital", "tr": "daerah dalam atom di mana elektron paling mungkin ditemukan"},
{"id": 165, "w": "Orbital notation", "tr": "notasi yang menampilkan informasi tentang elektron dan orbital suatu unsur"},
{"id": 166, "w": "Organic Chemistry", "tr": "cabang kimia yang mempelajari senyawa karbon"},
{"id": 167, "w": "Organic compound", "tr": "senyawa kimia yang molekulnya mengandung karbon"},
{"id": 168, "w": "Oxide", "tr": "senyawa kimia yang terdiri dari logam atau nonlogam yang bergabung dengan oksigen, seperti karbon dioksida atau seng oksida"},
{"id": 169, "w": "Oxidation", "tr": "reaksi kimia penggabungan suatu zat dengan oksigen"},
{"id": 170, "w": "Oxidation number", "tr": "bilangan oksidasi menunjukkan muatan suatu unsur dalam senyawa. Bilangan oksidasi adalah bilangan positif atau negatif yang diberikan kepada atom sesuai dengan aturan tertentu"},
{"id": 171, "w": "Oxygen Cycle", "tr": "siklus biogeokimia yang menggambarkan pertukaran oksigen antara makhluk hidup dan lingkungan"},
{"id": 172, "w": "Paramagnetic", "tr": "bahan yang memiliki kerentanan kecil dan positif terhadap medan magnet. Sifat paramagnetik disebabkan oleh keberadaan elektron yang tidak berpasangan"},
{"id": 173, "w": "Partial pressure", "tr": "besarnya tekanan yang akan diberikan oleh setiap gas dalam campuran gas jika gas tersebut sendirian dalam volume yang sama"},
{"id": 174, "w": "Pauli Exclusion principle", "tr": "prinsip yang menyatakan bahwa satu orbital maksimal dapat diisi oleh 2 elektron. Kedua elektron ini harus memiliki spin yang berlawanan"},
{"id": 175, "w": "Period", "tr": "baris horizontal unsur-unsur pada tabel periodik"},
{"id": 176, "w": "Periodic table", "tr": "tabel yang menampilkan unsur-unsur kimia. Unsur-unsur disusun berdasarkan nomor atom, konfigurasi elektron, dan sifat kimia yang berulang ke dalam golongan dan periode"},
{"id": 177, "w": "PH", "tr": "ukuran keasaman dan kebasaan suatu larutan. Angka yang lebih rendah menunjukkan keasaman yang meningkat dan angka yang lebih tinggi menunjukkan kebasaan yang meningkat. pH netral adalah 7. PH adalah singkatan dari potential of hydrogen (potensial hidrogen)"},
{"id": 178, "w": "Plum pudding model", "tr": "model atom yang diusulkan oleh J. J. Thomson pada tahun 1904. Dia mengusulkan bahwa atom memiliki struktur seperti puding plum, dengan elektron bermuatan negatif yang tertanam dalam gel bermuatan positif. Model ini terbukti salah oleh percobaan lembaran emas tahun 1909, yang ditafsirkan oleh Ernest Rutherford pada tahun 1911"},
{"id": 179, "w": "Polyatomic ion", "tr": "partikel bermuatan yang memiliki dua atom atau lebih yang terikat melalui ikatan kovalen"},
{"id": 180, "w": "Positive ion", "tr": "atom yang kehilangan satu atau lebih elektron"},
{"id": 181, "w": "Post-transition metals", "tr": "logam pasca-transisi, juga dikenal sebagai logam lemah, adalah kelompok logam pada tabel periodik. Kelompok ini terletak di sebelah kanan logam transisi"},
{"id": 182, "w": "Potential energy", "tr": "energi yang dimiliki benda saat diam"},
{"id": 183, "w": "Proteins", "tr": "molekul biologis besar yang terdiri dari satu atau lebih rantai asam amino"},
{"id": 184, "w": "Protium", "tr": "isotop hidrogen yang umum dan stabil, tidak memiliki neutron"},
{"id": 185, "w": "Proton", "tr": "bagian pusat atom yang berisi proton dan neutron"},
{"id": 186, "w": "Quantum", "tr": "unit terkecil yang tidak dapat dibagi lagi dari sifat fisik apa pun, seperti energi atau materi"},
{"id": 187, "w": "Quantum Theory", "tr": "teori yang menyatakan bahwa energi datang dalam satuan-satuan kecil atau kuanta"},
{"id": 188, "w": "Quark", "tr": "partikel subatom yang membentuk proton dan neutron"},
{"id": 189, "w": "Radiation", "tr": "proses di mana energi dipancarkan sebagai partikel atau gelombang"},
{"id": 190, "w": "Radical", "tr": "atom atau molekul yang mengandung elektron tidak berpasangan"},
{"id": 191, "w": "Radioactive", "tr": "memancarkan partikel berenergi tinggi secara spontan"},
{"id": 192, "w": "Radioactivity", "tr": "perpecahan spontan inti atom yang tidak stabil. Energi dan partikel yang dilepaskan selama proses perpecahan disebut radiasi"},
{"id": 193, "w": "Reactant", "tr": "zat yang terlibat dalam reaksi kimia"},
{"id": 194, "w": "Reducing agent", "tr": "zat yang mereduksi zat lain dengan memberikan elektron"},
{"id": 195, "w": "Reduction", "tr": "proses menerima atau mendapatkan elektron"},
{"id": 196, "w": "Redox reaction", "tr": "reaksi kimia di mana atom mengalami perubahan bilangan oksidasi, yaitu reaksi yang melibatkan perpindahan elektron antar zat"},
{"id": 197, "w": "Salt", "tr": "senyawa kimia yang terbentuk dari reaksi asam dengan basa, di mana sebagian atau seluruh hidrogen dari asam digantikan oleh logam atau kation lain"},
{"id": 198, "w": "Saturated hydrocarbons", "tr": "hidrokarbon di mana semua atom karbon dan hidrogen hanya dihubungkan oleh ikatan tunggal. Senyawa ini juga disebut alkana atau hidrokarbon parafin"},
{"id": 199, "w": "Saturated solution", "tr": "larutan yang sudah melarutkan zat terlarut dalam jumlah maksimum"},
{"id": 200, "w": "Shell", "tr": "lintasan yang diikuti oleh elektron mengelilingi inti atom. Setiap kulit terdiri dari satu atau lebih subkulit"},
{"id": 201, "w": "Solid", "tr": "wujud zat yang memiliki volume tetap dan bentuk tetap"},
{"id": 202, "w": "Solubility", "tr": "kemampuan suatu zat untuk larut ke dalam zat lain"},
{"id": 203, "w": "Solubility product Ksp", "tr": "hasil kali konsentrasi kation dan anion dalam larutan jenuh suatu garam"},
{"id": 204, "w": "Solute", "tr": "zat yang dilarutkan dalam suatu larutan"},
{"id": 205, "w": "Solution", "tr": "campuran cair di mana satu zat (zat terlarut) terdistribusi secara merata dalam zat lain (pelarut)"},
{"id": 206, "w": "Solvent", "tr": "zat di mana bahan lain larut untuk membentuk larutan"},
{"id": 207, "w": "Specific heat", "tr": "jumlah kalor yang diperlukan untuk mengubah suhu satu satuan massa zat sebesar satu derajat"},
{"id": 208, "w": "Spectrum", "tr": "rentang lengkap panjang gelombang radiasi elektromagnetik, dimulai dari gelombang radio yang paling panjang dan berlanjut ke cahaya tampak yang merupakan bagian sangat kecil dari spektrum"},
{"id": 209, "w": "Standard temperature and pressure (STP)", "tr": "pada STP: suhunya adalah 0°C atau 273 K dan tekanannya adalah 1 atmosfer atau 760 mmHg atau 760 torr"},
{"id": 210, "w": "Stoichiometry", "tr": "cabang kimia yang mempelajari perbandingan jumlah zat pereaksi dan produk dalam reaksi kimia"},
{"id": 211, "w": "Strong acid", "tr": "asam yang hampir terionisasi sempurna ketika dilarutkan dalam air sehingga menghasilkan konsentrasi ion hidrogen yang tinggi"},
{"id": 212, "w": "Strong base", "tr": "basa yang terurai hampir atau sepenuhnya menjadi ion logam dan ion hidroksida dalam larutan air"},
{"id": 213, "w": "Sublime", "tr": "berubah langsung dari padat menjadi uap atau gas tanpa menjadi cair terlebih dahulu"},
{"id": 214, "w": "Surface tension", "tr": "kecenderungan permukaan zat cair untuk mengerut sehingga dapat menahan gaya dari luar"},
{"id": 215, "w": "Suspension", "tr": "campuran di mana partikel-partikel kecil suatu zat tersebar, tetapi tidak larut dalam gas atau cairan"},
{"id": 216, "w": "Ternary compound", "tr": "senyawa kimia yang mengandung setidaknya tiga unsur berbeda"},
{"id": 217, "w": "Titration", "tr": "proses penambahan perlahan satu larutan dengan konsentrasi yang diketahui (titran) ke dalam volume larutan lain dengan konsentrasi yang tidak diketahui (analit) sampai reaksi mencapai netralisasi, yang sering ditandai dengan perubahan warna"},
{"id": 218, "w": "Transition Metal", "tr": "unsur-unsur logam dalam Golongan 3 sampai 12 di Tabel Periodik"},
{"id": 219, "w": "Triple bond", "tr": "ikatan kimia antara dua unsur kimia yang melibatkan enam elektron ikatan (tiga pasang elektron) dibandingkan dengan dua elektron biasa (satu pasang elektron) pada ikatan tunggal kovalen"},
{"id": 220, "w": "Tritium", "tr": "isotop radioaktif hidrogen dengan massa sekitar tiga kali isotop protium biasa"},
{"id": 221, "w": "Ultraviolet radiation", "tr": "radiasi elektromagnetik yang memiliki panjang gelombang lebih pendek dari cahaya tampak"},
{"id": 222, "w": "Unsaturated hydrocarbons", "tr": "hidrokarbon di mana tidak semua atom karbon memiliki empat ikatan kovalen tunggal"},
{"id": 223, "w": "Unsaturated solution", "tr": "larutan yang masih dapat melarutkan lebih banyak zat terlarut pada suhu tertentu"},
{"id": 224, "w": "Valence electrons", "tr": "elektron pada kulit atau tingkat energi terluar dari atom"},
{"id": 225, "w": "Vapor pressure", "tr": "tekanan yang diberikan oleh uap dalam kesetimbangan termodinamika dengan fase padatnya (padat atau cair) pada suhu tertentu dalam sistem tertutup"},
{"id": 226, "w": "Wavelength", "tr": "jarak antara titik-titik berurutan dari suatu gelombang"},
{"id": 227, "w": "Weak acid", "tr": "asam yang hanya terionisasi sebagian ketika dilarutkan dalam air sehingga menghasilkan konsentrasi ion hidrogen yang rendah"},
{"id": 228, "w": "Weak base", "tr": "basa yang hanya terurai sedikit dalam larutan air"}
]