[
  {
    "dictId": 1,
    "dictLocale": "en",
    "dictWord": "Acid",
    "dictTr": "a compound usually having a sour taste and capable of neutralizing alkalis and bases. Acids have a pH under 7"
  },
  {
    "dictId": 2,
    "dictLocale": "en",
    "dictWord": "Acid-base reaction",
    "dictTr": "is a chemical reaction in which an electron pair is donated by a base to an acceptor acid"
  },
  {
    "dictId": 3,
    "dictLocale": "en",
    "dictWord": "Acid dissociation constant Ka",
    "dictTr": "is Quantitative measure of the strength of an acid in solution"
  },
  {
    "dictId": 4,
    "dictLocale": "en",
    "dictWord": "Actinide",
    "dictTr": "the actinide or actinoid series encompasses the 15 metallic chemical elements with atomic numbers from 89 to 103, actinium through lawrencium"
  },
  {
    "dictId": 5,
    "dictLocale": "en",
    "dictWord": "Activation Energy",
    "dictTr": "is minimum energy needed to start a reaction"
  },
  {
    "dictId": 6,
    "dictLocale": "en",
    "dictWord": "Adsorption",
    "dictTr": "is accumulation of a chemical on the surface of a solid (adsorbent) forming a film of adsorbate"
  },
  {
    "dictId": 7,
    "dictLocale": "en",
    "dictWord": "Alchemy",
    "dictTr": "speculative philosophy practiced in the Middle Ages and the Renaissance that involved the process of transmutation of the base metals into gold"
  },
  {
    "dictId": 8,
    "dictLocale": "en",
    "dictWord": "Alkali",
    "dictTr": "liquids with a pH above 7"
  },
  {
    "dictId": 9,
    "dictLocale": "en",
    "dictWord": "Alkali metals",
    "dictTr": "the elements found in Group 1 of the periodic table"
  },
  {
    "dictId": 10,
    "dictLocale": "en",
    "dictWord": "Alkaline earth metals",
    "dictTr": "the elements found in Group 2 of the periodic table"
  },
  {
    "dictId": 11,
    "dictLocale": "en",
    "dictWord": "Alkanes",
    "dictTr": "are saturated hydrocarbons in which all the carbon and hydrogen atoms are only linked by single bonds"
  },
  {
    "dictId": 12,
    "dictLocale": "en",
    "dictWord": "Alkenes",
    "dictTr": "are unsaturated hydrocarbons containing at least one carbon-carbon double bond C=C between two adjacent cabon atoms"
  },
  {
    "dictId": 13,
    "dictLocale": "en",
    "dictWord": "Alkynes",
    "dictTr": "are hydrocarbons containing at least one triple bond"
  },
  {
    "dictId": 14,
    "dictLocale": "en",
    "dictWord": "Allotropes",
    "dictTr": "are different structural modifications of the same element"
  },
  {
    "dictId": 15,
    "dictLocale": "en",
    "dictWord": "Alloy",
    "dictTr": "an alloy is a mixture of two or more elements, of which at least one is metal"
  },
  {
    "dictId": 16,
    "dictLocale": "en",
    "dictWord": "Alpha Decay",
    "dictTr": "or α-decay is a type of radioactive decay in which an atomic nucleus emits an alpha particle"
  },
  {
    "dictId": 17,
    "dictLocale": "en",
    "dictWord": "Amalgam",
    "dictTr": "a liquid alloy of mercury with another metal"
  },
  {
    "dictId": 18,
    "dictLocale": "en",
    "dictWord": "amu",
    "dictTr": "atomic mass unit (amu) is an unit of measurement that is used to measure the mass of atoms and roughly equivalent to 1.67x10-27kg"
  },
  {
    "dictId": 19,
    "dictLocale": "en",
    "dictWord": "Anion",
    "dictTr": "an ion with a negative charge"
  },
  {
    "dictId": 20,
    "dictLocale": "en",
    "dictWord": "Anode",
    "dictTr": "is an electrode through which electric current flows into a polarized electrical device. A cathode is a negatively charged electrode that attracts the positive ions (cations) in a circuit or chemical reaction"
  },
  {
    "dictId": 21,
    "dictLocale": "en",
    "dictWord": "Arrhenius acid",
    "dictTr": "is a substance that dissociates in water to form hydrogen (H+) ions. Arrhenius acid increases the concentration of H+ions in an aqueous solution.Learn more about Arrhenius theory"
  },
  {
    "dictId": 22,
    "dictLocale": "en",
    "dictWord": "Arrhenius base",
    "dictTr": "is a substance that dissociates in water to form hydroxide (OHi) ions. Arrhenius base increases the concentration of OH-ions in an aqueous solution.Learn more about Arrhenius theory"
  },
  {
    "dictId": 23,
    "dictLocale": "en",
    "dictWord": "Atom",
    "dictTr": "the basic unit of a chemical element"
  },
  {
    "dictId": 24,
    "dictLocale": "en",
    "dictWord": "Atomic mass",
    "dictTr": "of an element is the sum of the masses of its isotopes each multiplied by its natural abundance"
  },
  {
    "dictId": 25,
    "dictLocale": "en",
    "dictWord": "Atomic number",
    "dictTr": "the number of protons in an atom of an element"
  },
  {
    "dictId": 26,
    "dictLocale": "en",
    "dictWord": "atomic radius",
    "dictTr": "is a measure of the size of its atoms, usually the mean or typical distance from the nucleus to the boundary of the surrounding cloud of electrons"
  },
  {
    "dictId": 27,
    "dictLocale": "en",
    "dictWord": "atomic symbol",
    "dictTr": "is a 1-, 2-, or 3-letter internationally agreed code for a chemical element, usually derived from the name of the element, often in Latin. Only the first letter is capitalised. For example, \"He\" is the symbol for helium"
  },
  {
    "dictId": 28,
    "dictLocale": "en",
    "dictWord": "Aufbau principle",
    "dictTr": "a description of the building up of the elements in which he orbitals of lower energy are filled in first with the electrons and only then the orbitals of high energy are filled"
  },
  {
    "dictId": 29,
    "dictLocale": "en",
    "dictWord": "Avogadro's law",
    "dictTr": "is a gas law which states that, under the same condition of temperature and pressure, equal volumes of all gases contain the same number of molecules"
  },
  {
    "dictId": 30,
    "dictLocale": "en",
    "dictWord": "Avogadro's number",
    "dictTr": "NA= 6.022 * 1023items/mole"
  },
  {
    "dictId": 31,
    "dictLocale": "en",
    "dictWord": "Base",
    "dictTr": "the substance which accepts H+ ions and produces hydroxide ions OH- when added to wateris called base"
  },
  {
    "dictId": 32,
    "dictLocale": "en",
    "dictWord": "Basic",
    "dictTr": "having the characteristics of a base, with a pH above 7"
  },
  {
    "dictId": 33,
    "dictLocale": "en",
    "dictWord": "Becquerel",
    "dictTr": "(Bq) is a unit of radioactivity, with 37 billion Bq equal to 1 curie"
  },
  {
    "dictId": 34,
    "dictLocale": "en",
    "dictWord": "Beta Decay",
    "dictTr": "or β-decay is a type of radioactive decay in which an atomic nucleus emits a beta particle"
  },
  {
    "dictId": 35,
    "dictLocale": "en",
    "dictWord": "Binary compound",
    "dictTr": "is a chemical compound that contains exactly two different elements"
  },
  {
    "dictId": 36,
    "dictLocale": "en",
    "dictWord": "Binding energy",
    "dictTr": "is the energy required to disassemble an atom into free electrons and a nucleus"
  },
  {
    "dictId": 37,
    "dictLocale": "en",
    "dictWord": "Boiling point",
    "dictTr": "is the temperature at which the vapour pressure of a liquid is equal to the atmospheric pressure and the liquid changes into a vapor (gas)"
  },
  {
    "dictId": 38,
    "dictLocale": "en",
    "dictWord": "Bond",
    "dictTr": "is an attraction between two atoms, ions, or molecules"
  },
  {
    "dictId": 39,
    "dictLocale": "en",
    "dictWord": "Boyle's law",
    "dictTr": "states that the pressure of an ideal gas kept at constant temperature varies inversely with the volume of the gas. The volume of gas increases as its pressure decreases. The volume of gas decreases as its pressure increases"
  },
  {
    "dictId": 40,
    "dictLocale": "en",
    "dictWord": "Bronsted-Lowry acid",
    "dictTr": "is a substance that donates a proton (the hydrogen cation, or H+).Learn more about Bronsted-Lowry theory"
  },
  {
    "dictId": 41,
    "dictLocale": "en",
    "dictWord": "Bronsted-Lowry base",
    "dictTr": "is a substance that accepts a proton (the hydrogen cation, or H+).Learn more about Bronsted-Lowry theory"
  },
  {
    "dictId": 42,
    "dictLocale": "en",
    "dictWord": "Buffer",
    "dictTr": "is a solution which resist changes in pH on addition of small quantities of acid or alkali or on dilution. Buffer solutions consist of weak acids and their conjugate bases or weak bases and their conjugate acids"
  },
  {
    "dictId": 43,
    "dictLocale": "en",
    "dictWord": "Buffer Capacity",
    "dictTr": "is the ratio of number of moles of acid or base added to one litre of buffer to change its pH value by one unit"
  },
  {
    "dictId": 44,
    "dictLocale": "en",
    "dictWord": "Carbohydrate",
    "dictTr": "is an organic compound that consists only of carbon, hydrogen, and oxygen, usually with a hydrogen:oxygen atom ratio of 2:1"
  },
  {
    "dictId": 45,
    "dictLocale": "en",
    "dictWord": "Carbon Cycle",
    "dictTr": "a continuous process by which carbon is exchanged between organisms and the environment"
  },
  {
    "dictId": 46,
    "dictLocale": "en",
    "dictWord": "Catalyst",
    "dictTr": "a substance that sarts or speeds up a chemical reaction without being consumed in the reaction"
  },
  {
    "dictId": 47,
    "dictLocale": "en",
    "dictWord": "Cathode",
    "dictTr": "is an electrode through which electric current flows into a polarized electrical device. The anode is the positively charged electrode that attracts the negative ions (anions) in a circuit or chemical reaction"
  },
  {
    "dictId": 48,
    "dictLocale": "en",
    "dictWord": "Cation",
    "dictTr": "an ion with a positive charge"
  },
  {
    "dictId": 49,
    "dictLocale": "en",
    "dictWord": "Charles's law",
    "dictTr": "states that the volume of a gas at a constant pressure varies directly with its temperature (V ∝ T). This means that, at constant pressures, the volume of a given mass of an ideal gas will increase or decrease directly as its temperatures increases or decreases. It is also known as the law of volumes"
  },
  {
    "dictId": 50,
    "dictLocale": "en",
    "dictWord": "Combustion",
    "dictTr": "is the burning of a fuel and oxidant accompanied by the production heat and, usually, light"
  },
  {
    "dictId": 51,
    "dictLocale": "en",
    "dictWord": "Compound",
    "dictTr": "a chemical substance consisting of two or more different chemical elements that are chemically bonded together"
  },
  {
    "dictId": 52,
    "dictLocale": "en",
    "dictWord": "Common ion effect",
    "dictTr": "is the suppression of the solubility of a weak electrolyte in the presence of strong electrolyte, which contains common ion"
  },
  {
    "dictId": 53,
    "dictLocale": "en",
    "dictWord": "Condensation",
    "dictTr": "is the process by which a gaseous substance changes into a liquid state"
  },
  {
    "dictId": 54,
    "dictLocale": "en",
    "dictWord": "Conjugate acid",
    "dictTr": "is a compound formed when a bronsted-lowry base accepts a proton.Learn more about Bronsted-Lowry theory"
  },
  {
    "dictId": 55,
    "dictLocale": "en",
    "dictWord": "Conjugate base",
    "dictTr": "is a compound formed when a bronsted-lowry acid gives up/donates a proton.Learn more about Bronsted-Lowry theory"
  },
  {
    "dictId": 56,
    "dictLocale": "en",
    "dictWord": "Corrosion",
    "dictTr": "corrosion is the deterioration of materials, usually metals, by chemical reaction with its environment"
  },
  {
    "dictId": 57,
    "dictLocale": "en",
    "dictWord": "Covalent bond",
    "dictTr": "is a chemical bond that involves sharing a pair of electrons between atoms in a molecule"
  },
  {
    "dictId": 58,
    "dictLocale": "en",
    "dictWord": "Curie",
    "dictTr": "(Ci) is a unit of radioactivity, named after Marie Curie and equal to 37 billion Bq"
  },
  {
    "dictId": 59,
    "dictLocale": "en",
    "dictWord": "Cracking",
    "dictTr": "cracking is the process whereby complex organic molecules such as kerogens or heavy hydrocarbons are broken down into simpler molecules such as light hydrocarbons, by the breaking of carbon-carbon bonds in the precursors"
  },
  {
    "dictId": 60,
    "dictLocale": "en",
    "dictWord": "Cycloalkane",
    "dictTr": "is cyclic saturated hydrocarbon containing a ring of carbon-carbon bonds"
  },
  {
    "dictId": 61,
    "dictLocale": "en",
    "dictWord": "Dalton's law",
    "dictTr": "states that the total pressure of a mixture of gases is the sum of all of the partial pressures of the individual gases"
  },
  {
    "dictId": 62,
    "dictLocale": "en",
    "dictWord": "Density",
    "dictTr": "is the amount of mass per a unit of volume"
  },
  {
    "dictId": 63,
    "dictLocale": "en",
    "dictWord": "Deposition",
    "dictTr": "is a process in which gas transforms into solid by cooling. it is also known as desublimation"
  },
  {
    "dictId": 64,
    "dictLocale": "en",
    "dictWord": "Deuterium",
    "dictTr": "is an isotope of hydrogen which contains one proton and one neutron in its nucleus. Deuterium (symbol D or 2H) is also known as heavy hydrogen"
  },
  {
    "dictId": 65,
    "dictLocale": "en",
    "dictWord": "Diamagnetic",
    "dictTr": "material has a very weak and negative susceptibility to magnetic fields. Diamagnetic materials have all paired electron resulting in no permanent net magnetic moment per atom"
  },
  {
    "dictId": 66,
    "dictLocale": "en",
    "dictWord": "Diatomic",
    "dictTr": "molecules made of two atoms chemically bonded together"
  },
  {
    "dictId": 67,
    "dictLocale": "en",
    "dictWord": "Diffusion",
    "dictTr": "is the process in which gas particles move from an area of high to lower concentration"
  },
  {
    "dictId": 68,
    "dictLocale": "en",
    "dictWord": "Dissociation",
    "dictTr": "is the separation of ions that occurs when an ionic compound dissolves"
  },
  {
    "dictId": 69,
    "dictLocale": "en",
    "dictWord": "Distillation",
    "dictTr": "is a method for purifying liquids and separating mixtures of liquids into their individual components by evaporation and subsequent condensation of a liquid"
  },
  {
    "dictId": 70,
    "dictLocale": "en",
    "dictWord": "Double bond",
    "dictTr": "is a bond where two electron pairs are shared between two atoms"
  },
  {
    "dictId": 71,
    "dictLocale": "en",
    "dictWord": "Ductile",
    "dictTr": "able to be pulled into a thin wire without breaking"
  },
  {
    "dictId": 72,
    "dictLocale": "en",
    "dictWord": "Effusion",
    "dictTr": "is the process in which when gas molecules escape from their container through tiny holes in the container"
  },
  {
    "dictId": 73,
    "dictLocale": "en",
    "dictWord": "Electrode",
    "dictTr": "is an electrical conductor used to make contact with a nonmetallic part of a circuit (e.g. a semiconductor, an electrolyte or a vacuum)"
  },
  {
    "dictId": 74,
    "dictLocale": "en",
    "dictWord": "Electrolyte",
    "dictTr": "is a solution which acts as a medium to conduct electricity"
  },
  {
    "dictId": 75,
    "dictLocale": "en",
    "dictWord": "Electrolysis",
    "dictTr": "is a method of using a direct electric current to produce a chemical reaction"
  },
  {
    "dictId": 76,
    "dictLocale": "en",
    "dictWord": "Electromagnetism",
    "dictTr": "is the study of combined effects of electricity and magnetism"
  },
  {
    "dictId": 77,
    "dictLocale": "en",
    "dictWord": "Electron",
    "dictTr": "is a negatively charged component of an atom"
  },
  {
    "dictId": 78,
    "dictLocale": "en",
    "dictWord": "Electron affinity",
    "dictTr": "electron affinity of an atom or molecule is the amount of energy released when an electron is added to a neutral atom or molecule to form a negative ion"
  },
  {
    "dictId": 79,
    "dictLocale": "en",
    "dictWord": "Electron configuration",
    "dictTr": "is the distribution of electrons in the orbitals of an atom or molecule"
  },
  {
    "dictId": 80,
    "dictLocale": "en",
    "dictWord": "Electronegativity",
    "dictTr": "is the power of an atom in a molecule to attract electrons to itself"
  },
  {
    "dictId": 81,
    "dictLocale": "en",
    "dictWord": "Element",
    "dictTr": "a chemical element is a substance that cannot be broken down by chemical reactions"
  },
  {
    "dictId": 82,
    "dictLocale": "en",
    "dictWord": "Empirical formula",
    "dictTr": "of a chemical is the simplest positive integer ratio of atoms present in a compound"
  },
  {
    "dictId": 83,
    "dictLocale": "en",
    "dictWord": "Endothermic",
    "dictTr": "a chemical reaction that absorbs heat"
  },
  {
    "dictId": 84,
    "dictLocale": "en",
    "dictWord": "Energy",
    "dictTr": "the ability to do work. Chemical energy is the potential of a chemical substance to undergo a transformation through a chemical reaction or, to transform other chemical substances"
  },
  {
    "dictId": 85,
    "dictLocale": "en",
    "dictWord": "Enthalpy H",
    "dictTr": "is a measure of the total energy of a thermodynamic system. The total enthalpy, H, of a system cannot be measured directly. Only changes in enthalpy ΔH can be measured. For processes under constant pressure, ΔH is equal to the change in the internal energy of the system, plus the work that the system has done on its surroundings"
  },
  {
    "dictId": 86,
    "dictLocale": "en",
    "dictWord": "Entropy S",
    "dictTr": "is the measurement of the amount of disorder in a system"
  },
  {
    "dictId": 87,
    "dictLocale": "en",
    "dictWord": "Equilibrium constant",
    "dictTr": "the value of the reaction quotient for a system at equilibrium"
  },
  {
    "dictId": 88,
    "dictLocale": "en",
    "dictWord": "Equivalence point",
    "dictTr": "is the volume of titrant required to neutralize the analyte solution"
  },
  {
    "dictId": 89,
    "dictLocale": "en",
    "dictWord": "Exothermic",
    "dictTr": "a chemical reaction that produces heat"
  },
  {
    "dictId": 90,
    "dictLocale": "en",
    "dictWord": "Family",
    "dictTr": "the vertical columns into which elements are arranged in the periodic table of elements. it is also known as a group"
  },
  {
    "dictId": 91,
    "dictLocale": "en",
    "dictWord": "Ferromagnetic",
    "dictTr": "materials have a large and positive susceptibility to an external magnetic field. They exhibit a strong attraction to magnetic fields. Ferromagnetic materials have some unpaired electrons so their atoms have a net magnetic moment"
  },
  {
    "dictId": 92,
    "dictLocale": "en",
    "dictWord": "First law of thermodynamics",
    "dictTr": "states that energy can be neither created nor destroyed"
  },
  {
    "dictId": 93,
    "dictLocale": "en",
    "dictWord": "Fission",
    "dictTr": "is the splitting of an atomic nucleus into two or more lighter nuclei accompanied by energy release. The original heavy atom is termed the parent nucleus and the lighter nuclei are daughter nuclei"
  },
  {
    "dictId": 94,
    "dictLocale": "en",
    "dictWord": "Fossil fuels",
    "dictTr": "a natural fuel such as coal, oil or natural gas that formed in the geological past from the remains of living organisms."
  },
  {
    "dictId": 95,
    "dictLocale": "en",
    "dictWord": "Free energy G",
    "dictTr": "is a thermodynamic quantity that is the difference between the internal energy of a system (enthalpy) and the product of its absolute temperature and entropy of a system. Also called Gibbs free energy"
  },
  {
    "dictId": 96,
    "dictLocale": "en",
    "dictWord": "Free radical",
    "dictTr": "is an atom or molecule that has at least one unpaired electron and is therefore unstable and highly reactive"
  },
  {
    "dictId": 97,
    "dictLocale": "en",
    "dictWord": "Fullerene",
    "dictTr": "discovered in 1985 by researchers at Rice University, are a family of carbon allotropes named after Buckminster Fuller"
  },
  {
    "dictId": 98,
    "dictLocale": "en",
    "dictWord": "Fusion",
    "dictTr": "Fusion is the process of combining two or more distinct entities into a new whole. Nuclear fusion is the joining of two nuclei to form a heavier nuclei accompanied either by a release or absorption of energy"
  },
  {
    "dictId": 99,
    "dictLocale": "en",
    "dictWord": "Galvanization (or galvanisation)",
    "dictTr": "is the process of applying a protective zinc coating to steel or iron, in order to prevent rusting"
  },
  {
    "dictId": 100,
    "dictLocale": "en",
    "dictWord": "Gamma Decay",
    "dictTr": "or γ-decay is a type of radioactive decay in which an atomic nucleus emits gamma particles or gamma rays"
  },
  {
    "dictId": 101,
    "dictLocale": "en",
    "dictWord": "Gamma particle",
    "dictTr": "is a photon or light particle"
  },
  {
    "dictId": 102,
    "dictLocale": "en",
    "dictWord": "Gas",
    "dictTr": "is one of the three states of matter in which the atoms or molecules move freely, matching the shape and volume of the container holding it"
  },
  {
    "dictId": 103,
    "dictLocale": "en",
    "dictWord": "Gay-Lussac's Law",
    "dictTr": "states that the pressure of a gas at constant volume, is directly proportional to its temperature in Kelvin"
  },
  {
    "dictId": 104,
    "dictLocale": "en",
    "dictWord": "Graham's law",
    "dictTr": "states that the rate of effusion of a gas is inversely proportional to the square root of the mass of its particles"
  },
  {
    "dictId": 105,
    "dictLocale": "en",
    "dictWord": "Ground state",
    "dictTr": "is the lowest stable energy state of a system, such as a molecule, atom, or nucleus"
  },
  {
    "dictId": 106,
    "dictLocale": "en",
    "dictWord": "Group",
    "dictTr": "the vertical columns into which elements are arranged in the periodic table of elements"
  },
  {
    "dictId": 107,
    "dictLocale": "en",
    "dictWord": "Half-life",
    "dictTr": "is the time required for the atoms in a radioactive sample to decay"
  },
  {
    "dictId": 108,
    "dictLocale": "en",
    "dictWord": "Halogens",
    "dictTr": "are located in Group 17 (VIIA) of the periodic table and belongs to a class of nonmetals. The halogen elements are fluorine, chlorine, bromine, iodine, astatine, and ununseptium"
  },
  {
    "dictId": 109,
    "dictLocale": "en",
    "dictWord": "Heat capacity (C)",
    "dictTr": "is the amount of heat required to change its temperature by one degree"
  },
  {
    "dictId": 110,
    "dictLocale": "en",
    "dictWord": "Heavy water",
    "dictTr": "heavy water, also called as deuterium oxide or2H2O or D2O, is a form of water that contains a larger than normal amount of the hydrogen isotope deuterium"
  },
  {
    "dictId": 111,
    "dictLocale": "en",
    "dictWord": "Heterogeneous mixture",
    "dictTr": "is a substance in which components are not evenly mixed. Some examples are: pizza, soup etc"
  },
  {
    "dictId": 112,
    "dictLocale": "en",
    "dictWord": "Homogeneous mixture",
    "dictTr": "is a substance in which components are evenly mixed. Some examples are: air, salt water etc"
  },
  {
    "dictId": 113,
    "dictLocale": "en",
    "dictWord": "Hunds rule",
    "dictTr": "states that the electrons will occupy an open orbital before it will pair up"
  },
  {
    "dictId": 114,
    "dictLocale": "en",
    "dictWord": "Hydrate",
    "dictTr": "is a compound formed by the addition of water or its elements to another molecule"
  },
  {
    "dictId": 115,
    "dictLocale": "en",
    "dictWord": "Hydride",
    "dictTr": "is a compound of hydrogen with another element"
  },
  {
    "dictId": 116,
    "dictLocale": "en",
    "dictWord": "Hydrocarbon",
    "dictTr": "is any chemical compound that consists only of the elements carbon (C) and hydrogen (H)"
  },
  {
    "dictId": 117,
    "dictLocale": "en",
    "dictWord": "Hydrogen bond",
    "dictTr": "a chemical bond in which a hydrogen atom (H) of one molecule is attracted to an electronegative atom, such as fluorine, oxygen, or nitrogen atom, usually of another molecule"
  },
  {
    "dictId": 118,
    "dictLocale": "en",
    "dictWord": "Ideal gas",
    "dictTr": "a hypothetical gas whose molecules occupy negligible space and have no interactions, and which obeys theideal gas lawsexactly"
  },
  {
    "dictId": 119,
    "dictLocale": "en",
    "dictWord": "Indicator",
    "dictTr": "a chemical substance that is added in small amounts to a solution to determine the pH (acidity or alkalinity) of the solution"
  },
  {
    "dictId": 120,
    "dictLocale": "en",
    "dictWord": "Inert",
    "dictTr": "a substance that is not chemically reactive"
  },
  {
    "dictId": 121,
    "dictLocale": "en",
    "dictWord": "Inhibitor",
    "dictTr": "a substance that blocks or decreases the rate of chemical reaction"
  },
  {
    "dictId": 122,
    "dictLocale": "en",
    "dictWord": "Insulator",
    "dictTr": "is a material that will not carry any electrical current"
  },
  {
    "dictId": 123,
    "dictLocale": "en",
    "dictWord": "Ion",
    "dictTr": "an atom or group of atoms having a positive or negative electric charge by gaining or losing one or more electrons"
  },
  {
    "dictId": 124,
    "dictLocale": "en",
    "dictWord": "Ionic bond",
    "dictTr": "is a chemical bond formed through an electrostatic attraction between two oppositely charged ions. Ionic bonds are formed between a cation, which is usually a metal, and an anion, which is usually a nonmetal"
  },
  {
    "dictId": 125,
    "dictLocale": "en",
    "dictWord": "Ionic product of water",
    "dictTr": "The equilibrium constant for the self-dissociation of water is known as ionic product for water"
  },
  {
    "dictId": 126,
    "dictLocale": "en",
    "dictWord": "Ionization",
    "dictTr": "the process of producing ions"
  },
  {
    "dictId": 127,
    "dictLocale": "en",
    "dictWord": "Ionization energy",
    "dictTr": "of an atom or molecule describes the amount of energy required to remove an electron from the atom or molecule in the gaseous state"
  },
  {
    "dictId": 128,
    "dictLocale": "en",
    "dictWord": "Isomers",
    "dictTr": "are compounds that have the same chemical formula but different chemical structure"
  },
  {
    "dictId": 129,
    "dictLocale": "en",
    "dictWord": "Isotope",
    "dictTr": "any of two or more forms of a chemical element, having the same number of protons in the nucleus, or the same atomic number, but having different numbers of neutrons in the nucleus, or different atomic weights"
  },
  {
    "dictId": 130,
    "dictLocale": "en",
    "dictWord": "IUPAC",
    "dictTr": "International Union of Pure and Applied Chemistry. IUPAC is best known for its works standardizing nomenclature in chemistry and other fields of science"
  },
  {
    "dictId": 131,
    "dictLocale": "en",
    "dictWord": "Kinetic energy",
    "dictTr": "is energy of motion"
  },
  {
    "dictId": 132,
    "dictLocale": "en",
    "dictWord": "Kinetic Molecular Theory",
    "dictTr": "is used to explain the behavior of gases. This theoty describes a gas as a large number of small particles (atoms or molecules), all of which are in constant, random motion"
  },
  {
    "dictId": 133,
    "dictLocale": "en",
    "dictWord": "Lanthanides",
    "dictTr": "comprises the fifteen metallic chemical elements with atomic numbers 57 through 71, from lanthanum through lutetium. They are also known as the rare earth elements"
  },
  {
    "dictId": 134,
    "dictLocale": "en",
    "dictWord": "Law of conservation of energy",
    "dictTr": "states that energy can be neither created nor destroyed"
  },
  {
    "dictId": 135,
    "dictLocale": "en",
    "dictWord": "LeChatelier's Principle",
    "dictTr": "states that when an equilibrium gets out of balance it will shift to restore the balance"
  },
  {
    "dictId": 136,
    "dictLocale": "en",
    "dictWord": "Lewis acid",
    "dictTr": "is a substance that can accept a pair of electrons to form a coordinate covalent bond.Learn more about Lewis theory"
  },
  {
    "dictId": 137,
    "dictLocale": "en",
    "dictWord": "Lewis base",
    "dictTr": "is a substance that can donate a pair of electrons to form a coordinate covalent bond.Learn more about Lewis theory"
  },
  {
    "dictId": 138,
    "dictLocale": "en",
    "dictWord": "Lewis dot notation",
    "dictTr": "is a graphical way of showing how many valence electrons an atom has"
  },
  {
    "dictId": 139,
    "dictLocale": "en",
    "dictWord": "Liquid",
    "dictTr": "is one of the states of matter. The particles in a liquid are free to flow. A liquid has a definite volume and it does not have a definite shape"
  },
  {
    "dictId": 140,
    "dictLocale": "en",
    "dictWord": "Malleable",
    "dictTr": "able to be hammered into shape without breaking"
  },
  {
    "dictId": 141,
    "dictLocale": "en",
    "dictWord": "Mass",
    "dictTr": "is a measure of the amount of matter in an object. Mass is usually measured in grams or kilograms"
  },
  {
    "dictId": 142,
    "dictLocale": "en",
    "dictWord": "Mass number",
    "dictTr": "is the sum of the number of neutrons and protons in an atomic nucleus"
  },
  {
    "dictId": 143,
    "dictLocale": "en",
    "dictWord": "Matter",
    "dictTr": "anything that has weight and takes up space"
  },
  {
    "dictId": 144,
    "dictLocale": "en",
    "dictWord": "Melting Point",
    "dictTr": "is the temperature at which a substance changes state from solid to liquid"
  },
  {
    "dictId": 145,
    "dictLocale": "en",
    "dictWord": "Metal",
    "dictTr": "is an element, compound, or alloy that is a good conductor of both electricity and heat. Metals are usually shiny, malleable and ductile"
  },
  {
    "dictId": 146,
    "dictLocale": "en",
    "dictWord": "Metalloid",
    "dictTr": "is a chemical element some of the properties of metals and some of the properties of nonmentals"
  },
  {
    "dictId": 147,
    "dictLocale": "en",
    "dictWord": "Molality",
    "dictTr": "is the number of moles of solute dissolved in one kilogram of solvent"
  },
  {
    "dictId": 148,
    "dictLocale": "en",
    "dictWord": "Molarity",
    "dictTr": "is the number of moles of solute per liter of solution"
  },
  {
    "dictId": 149,
    "dictLocale": "en",
    "dictWord": "Molar mass",
    "dictTr": "is the mass of one mole of a substance"
  },
  {
    "dictId": 150,
    "dictLocale": "en",
    "dictWord": "Mole",
    "dictTr": "is the amount of any substance that contains as many elementary entities (e.g., atoms, molecules, ions, electrons) as there are atoms in 12 grams of pure carbon-12.defined as the amount of any substance that contains as many elementary entities (e.g., atoms, molecules, ions, electrons) as there are atoms in 12 grams of pure carbon-12. The number of atoms in a 12g sample of carbon is 6.023 x 1023atoms"
  },
  {
    "dictId": 151,
    "dictLocale": "en",
    "dictWord": "Molecule",
    "dictTr": "is an electrically neutral group of two or more atoms held together by covalent chemical bonds. Molecule forms the smallest unit of a compound"
  },
  {
    "dictId": 152,
    "dictLocale": "en",
    "dictWord": "Mole fraction",
    "dictTr": "is defined as the number of moles of a component of a solution divided by the total number of moles of all components"
  },
  {
    "dictId": 153,
    "dictLocale": "en",
    "dictWord": "Monoatomic",
    "dictTr": "is a sigle atom"
  },
  {
    "dictId": 154,
    "dictLocale": "en",
    "dictWord": "Monoatomic element",
    "dictTr": "is an element that exists in a single atom form"
  },
  {
    "dictId": 155,
    "dictLocale": "en",
    "dictWord": "Monoatomic ion",
    "dictTr": "is an ion consisting of a single atom"
  },
  {
    "dictId": 156,
    "dictLocale": "en",
    "dictWord": "Negative ion",
    "dictTr": "is an atom that has gained one or more electrons"
  },
  {
    "dictId": 157,
    "dictLocale": "en",
    "dictWord": "Neutral",
    "dictTr": "is a chemical solution that is neither acidic nor alkaline (has a pH of 7.0), such as pure water"
  },
  {
    "dictId": 158,
    "dictLocale": "en",
    "dictWord": "Neutron",
    "dictTr": "is a subatomic particle found in the nucleus of atoms. neutrons have no or zero charge"
  },
  {
    "dictId": 159,
    "dictLocale": "en",
    "dictWord": "Noble gases",
    "dictTr": "the noble gases, also known as the inert gases, are located in Group VIII of the periodic table. The noble gases are helium (He), neon (Ne), argon (Ar), krypton (Kr), xenon (Xe), radon (Rn), and ununoctium (Uuo)"
  },
  {
    "dictId": 160,
    "dictLocale": "en",
    "dictWord": "Non Metal",
    "dictTr": "is a type of element that readily gains electrons from other atoms"
  },
  {
    "dictId": 161,
    "dictLocale": "en",
    "dictWord": "Normality (N)",
    "dictTr": "is a measure of the concentration of a solution, expressed in gram equivalent weights of solute per liter of solution"
  },
  {
    "dictId": 162,
    "dictLocale": "en",
    "dictWord": "Nucleus",
    "dictTr": "is the very dense region consisting of protons and neutrons at the center of an atom"
  },
  {
    "dictId": 163,
    "dictLocale": "en",
    "dictWord": "Octet rule",
    "dictTr": "states that elements gain or lose electrons to attain an electron configuration of the nearest noble gas"
  },
  {
    "dictId": 164,
    "dictLocale": "en",
    "dictWord": "Orbital",
    "dictTr": "is an area within an atom in which it is most likely that electrons will be found"
  },
  {
    "dictId": 165,
    "dictLocale": "en",
    "dictWord": "Orbital notation",
    "dictTr": "a notation that displays information about the electrons and orbitals of a given element"
  },
  {
    "dictId": 166,
    "dictLocale": "en",
    "dictWord": "Organic Chemistry",
    "dictTr": "is the chemistry ofcarboncompounds"
  },
  {
    "dictId": 167,
    "dictLocale": "en",
    "dictWord": "Organic compound",
    "dictTr": "is a chemical compound whose molecules contain carbon"
  },
  {
    "dictId": 168,
    "dictLocale": "en",
    "dictWord": "Oxide",
    "dictTr": "is a chemical compound that made up of a metal or nonmetal combined with oxygen, such as carbon dioxide or zinc oxide"
  },
  {
    "dictId": 169,
    "dictLocale": "en",
    "dictWord": "Oxidation",
    "dictTr": "is a chemical combination of a substance with oxygen"
  },
  {
    "dictId": 170,
    "dictLocale": "en",
    "dictWord": "Oxidation number",
    "dictTr": "The oxidation number represents the charge of an element in the compound. Oxidation number is a positive or negative number assigned to an atom according to a set of rules"
  },
  {
    "dictId": 171,
    "dictLocale": "en",
    "dictWord": "Oxygen Cycle",
    "dictTr": "is the biogeochemical cycle by which oxygen is exchanged between organisms and the environment"
  },
  {
    "dictId": 172,
    "dictLocale": "en",
    "dictWord": "Paramagnetic",
    "dictTr": "material has a small and positive susceptibility to magnetic fields. Paramagnetic properties are due to the presence of some unpaired electrons"
  },
  {
    "dictId": 173,
    "dictLocale": "en",
    "dictWord": "Partial pressure",
    "dictTr": "is the amount of pressure each gas would exert in a mixture of gases if it were the only gas in the volume.Learn more about Dalton's law of partial pressures"
  },
  {
    "dictId": 174,
    "dictLocale": "en",
    "dictWord": "Pauli Exclusion principle",
    "dictTr": "states that an orbital can hold a maximum of 2 electrons. These electons must have oppsite spins"
  },
  {
    "dictId": 175,
    "dictLocale": "en",
    "dictWord": "Period",
    "dictTr": "is a horizontal row of elements on the periodic table"
  },
  {
    "dictId": 176,
    "dictLocale": "en",
    "dictWord": "Periodic table",
    "dictTr": "is a tabular display of the chemical elements, the elements are organized into groups and periods on the basis of their atomic numbers, electron configurations, and recurring chemical properties"
  },
  {
    "dictId": 177,
    "dictLocale": "en",
    "dictWord": "PH",
    "dictTr": "is a a measure of acidity and alkalinity of a solution. Lower numbers indicate increasing acidity and higher numbers increasing alkalinity. Neutral pH is 7. PH stands for potential of hydrogen"
  },
  {
    "dictId": 178,
    "dictLocale": "en",
    "dictWord": "Plum pudding model",
    "dictTr": "of the atom was proposed by J. J. Thomson in 1904. He proposed that atoms have structure similar to a plum pudding, with tiny, negatively charged electrons embedded in a positively charged gel. This model was disproved by the 1909 gold foil experiment, which was interpreted by Ernest Rutherford in 1911"
  },
  {
    "dictId": 179,
    "dictLocale": "en",
    "dictWord": "Polyatomic ion",
    "dictTr": "is a charged particle which has two or more atoms held together by covalent bonds"
  },
  {
    "dictId": 180,
    "dictLocale": "en",
    "dictWord": "Positive ion",
    "dictTr": "is an atom that has lost one or more electrons"
  },
  {
    "dictId": 181,
    "dictLocale": "en",
    "dictWord": "Post-transition metals",
    "dictTr": "the post-transition metals, also known as the poor metals, is a group of metals on the periodic table. It is to the right of the transition metals"
  },
  {
    "dictId": 182,
    "dictLocale": "en",
    "dictWord": "Potential energy",
    "dictTr": "is the energy of an object at rest"
  },
  {
    "dictId": 183,
    "dictLocale": "en",
    "dictWord": "Proteins",
    "dictTr": "are large biological molecules consisting of one or more chains of amino acids"
  },
  {
    "dictId": 184,
    "dictLocale": "en",
    "dictWord": "Protium",
    "dictTr": "the common, stable isotope of hydrogen, having no neutrons"
  },
  {
    "dictId": 185,
    "dictLocale": "en",
    "dictWord": "Proton",
    "dictTr": "the central region of an atom containing protons and neutrons"
  },
  {
    "dictId": 186,
    "dictLocale": "en",
    "dictWord": "Quantum",
    "dictTr": "is the smallest possible discrete unit of any physical property, such as energy or matter"
  },
  {
    "dictId": 187,
    "dictLocale": "en",
    "dictWord": "Quantum Theory",
    "dictTr": "is the theory that states that energy comes in small units or quanta"
  },
  {
    "dictId": 188,
    "dictLocale": "en",
    "dictWord": "Quark",
    "dictTr": "subatomic particles that make up protons and neutrons"
  },
  {
    "dictId": 189,
    "dictLocale": "en",
    "dictWord": "Radiation",
    "dictTr": "the process in which energy is emitted as particles or waves"
  },
  {
    "dictId": 190,
    "dictLocale": "en",
    "dictWord": "Radical",
    "dictTr": "an atom or molecule that contains an unpaired electron"
  },
  {
    "dictId": 191,
    "dictLocale": "en",
    "dictWord": "Radioactive",
    "dictTr": "spontaneously emitting hign-energy particles"
  },
  {
    "dictId": 192,
    "dictLocale": "en",
    "dictWord": "Radioactivity",
    "dictTr": "the spontaneous disintegration of unstable atomic nuclei. The energy and particles which are released during the disintegration process are called radiation"
  },
  {
    "dictId": 193,
    "dictLocale": "en",
    "dictWord": "Reactant",
    "dictTr": "substance that takes part in a chemical reaction"
  },
  {
    "dictId": 194,
    "dictLocale": "en",
    "dictWord": "Reducing agent",
    "dictTr": "a substance that reduces another substance by donating an electron or electrons"
  },
  {
    "dictId": 195,
    "dictLocale": "en",
    "dictWord": "Reduction",
    "dictTr": "is the process of gaining electrons"
  },
  {
    "dictId": 196,
    "dictLocale": "en",
    "dictWord": "Redox reaction",
    "dictTr": "is a chemical reaction in which atoms have their oxidation state changed i.e., redox reactions involve the transfer of electrons between species"
  },
  {
    "dictId": 197,
    "dictLocale": "en",
    "dictWord": "Salt",
    "dictTr": "is a chemical compound formed from the reaction of an acid with a base, with all or part of the hydrogen of the acid replaced by a metal or other cation"
  },
  {
    "dictId": 198,
    "dictLocale": "en",
    "dictWord": "Saturated hydrocarbons",
    "dictTr": "are hydrocarbons in which all the carbon and hydrogen atoms are only linked by single bonds. They are also called asalkanesor paraffin hydrocarbons"
  },
  {
    "dictId": 199,
    "dictLocale": "en",
    "dictWord": "Saturated solution",
    "dictTr": "is a solution in which the maximum amount of solute has been dissolved"
  },
  {
    "dictId": 200,
    "dictLocale": "en",
    "dictWord": "Shell",
    "dictTr": "is an orbit followed by electrons around an atom's nucleus. Each shell is composed of one or more subshells"
  },
  {
    "dictId": 201,
    "dictLocale": "en",
    "dictWord": "Solid",
    "dictTr": "is a state of matter, characterized by a definite volume and a definite shape"
  },
  {
    "dictId": 202,
    "dictLocale": "en",
    "dictWord": "Solubility",
    "dictTr": "is the ability of a substance to dissolve into another substance"
  },
  {
    "dictId": 203,
    "dictLocale": "en",
    "dictWord": "Solubility product Ksp",
    "dictTr": "is the product of the concentrations of cation and anion in a saturated solution of a salt"
  },
  {
    "dictId": 204,
    "dictLocale": "en",
    "dictWord": "Solute",
    "dictTr": "is the substance that is dissolved in a solution"
  },
  {
    "dictId": 205,
    "dictLocale": "en",
    "dictWord": "Solution",
    "dictTr": "a liquid mixture in which one substance (solute) is evenly distributed within the another (solvent)"
  },
  {
    "dictId": 206,
    "dictLocale": "en",
    "dictWord": "Solvent",
    "dictTr": "is the substance in which other materials dissolve to form a solution"
  },
  {
    "dictId": 207,
    "dictLocale": "en",
    "dictWord": "Specific heat",
    "dictTr": "is the amount of heat required to change a unit mass of a substance by one degree in temperature"
  },
  {
    "dictId": 208,
    "dictLocale": "en",
    "dictWord": "Spectrum",
    "dictTr": "is the complete range of the wavelengths of electromagnetic radiation, beginning with the longest radio waves and extending through visible light i.e. a very small part of the spectrum"
  },
  {
    "dictId": 209,
    "dictLocale": "en",
    "dictWord": "Standard temperature and pressure (STP)",
    "dictTr": "at STP: the temperature is 0°C or 273 K and the pressure is 1 atmosphere or 760 mmHg or 760 torr"
  },
  {
    "dictId": 210,
    "dictLocale": "en",
    "dictWord": "Stoichiometry",
    "dictTr": "is a branch of chemistry that deals with the relative quantities of reactants and products in chemical reactions"
  },
  {
    "dictId": 211,
    "dictLocale": "en",
    "dictWord": "Strong acid",
    "dictTr": "is an acid which ionises almost completely when dissolved in water to produce a high concentration of hydrogen ions"
  },
  {
    "dictId": 212,
    "dictLocale": "en",
    "dictWord": "Strong base",
    "dictTr": "is a base that disassociates almost or entirely to completion into a metal ion and hydroxide ion in an aqueous solution"
  },
  {
    "dictId": 213,
    "dictLocale": "en",
    "dictWord": "Sublime",
    "dictTr": "to change directly from a solid to a vapour or gas without becoming a liquid first"
  },
  {
    "dictId": 214,
    "dictLocale": "en",
    "dictWord": "Surface tension",
    "dictTr": "is a contractive tendency of the surface of a liquid that allows it to resist an external force"
  },
  {
    "dictId": 215,
    "dictLocale": "en",
    "dictWord": "Suspension",
    "dictTr": "a mixture in which small particles of a substance are dispersed, but not dissolved throughout a gas or liquid"
  },
  {
    "dictId": 216,
    "dictLocale": "en",
    "dictWord": "Ternary compound",
    "dictTr": "is a chemical compound that contains atleast three different elements"
  },
  {
    "dictId": 217,
    "dictLocale": "en",
    "dictWord": "Titration",
    "dictTr": "is the process of slow addition of one solution of a known concentration (titrant) to a known volume of another solution of unknown concentration (analyte) until the reaction reaches neutralization, which is often indicated by a color change"
  },
  {
    "dictId": 218,
    "dictLocale": "en",
    "dictWord": "Transition Metal",
    "dictTr": "any of the metallic elements within Groups 3 through 12 in the Periodic Table"
  },
  {
    "dictId": 219,
    "dictLocale": "en",
    "dictWord": "Triple bond",
    "dictTr": "is a chemical bond between two chemical elements involving six bonding electrons (three pairs of electrons) instead of the usual two (one pair of electron) in a covalent single bond"
  },
  {
    "dictId": 220,
    "dictLocale": "en",
    "dictWord": "Tritium",
    "dictTr": "is a radioactive isotope of hydrogen with a mass approximately three times that of the common protium isotope"
  },
  {
    "dictId": 221,
    "dictLocale": "en",
    "dictWord": "Ultraviolet radiation",
    "dictTr": "is electromagnetic radiation which has wavelength shorter than visible light"
  },
  {
    "dictId": 222,
    "dictLocale": "en",
    "dictWord": "Unsaturated hydrocarbons",
    "dictTr": "Unsaturated hydrocarbons are the hydrocarbons in which not all carbon atoms have four single covalent bonds"
  },
  {
    "dictId": 223,
    "dictLocale": "en",
    "dictWord": "Unsaturated solution",
    "dictTr": "is a solution which can dissolve more solute at a given temperature"
  },
  {
    "dictId": 224,
    "dictLocale": "en",
    "dictWord": "Valence electrons",
    "dictTr": "are the electrons in the last shell or energy level of an atom"
  },
  {
    "dictId": 225,
    "dictLocale": "en",
    "dictWord": "Vapor pressure",
    "dictTr": "the pressure exerted by a vapor in thermodynamic equilibrium with its condensed phases (solid or liquid) at a given temperature in a closed system"
  },
  {
    "dictId": 226,
    "dictLocale": "en",
    "dictWord": "Wavelength",
    "dictTr": "is the distance between successive points of a wave"
  },
  {
    "dictId": 227,
    "dictLocale": "en",
    "dictWord": "Weak acid",
    "dictTr": "is an acid which ionises partially ionises when dissolved in water to produce a low concentration of hydrogen ions"
  },
  {
    "dictId": 228,
    "dictLocale": "en",
    "dictWord": "Weak base",
    "dictTr": "is a base that disassociates only slightly in an aqueous solution"
  }
]