[
    {
        "data": [
            {
                "id": 1,
                "isi": "Negara Indonesia ialah Negara kesatuan yang berbentuk Republik."
            },
            {
                "id": 2,
                "isi": "Kedaulatan adalah di tangan rakyat, dan dilakukan sepenuhnya oleh Majelis Permusyawaratan Rakyat."
            }
        ],
        "title": "Pasal 1",
        "bab": "Bab I Bentuk dan Kedaulatan"
    },
    {
        "data": [
            {
                "id": 1,
                "isi": "Majelis Permusyawaratan Rakyat terdiri atas anggota-anggota Dewan Perwakilan Rakyat, ditambah dengan utusan-utusan dari daerah-daerah dan golongan-golongan, menurut aturan yang ditetapkan dengan undang-undang."
            },
            {
                "id": 2,
                "isi": "Majelis Permusyawaratan Rakyat bersidang sedikitnya sekali dalam lima tahun di ibukota negara."
            },
            {
                "id": 3,
                "isi": "Segala putusan Majelis Permusyawaratan Rakyat ditetapkan dengan suara yang terbanyak."
            }
        ],
        "title": "Pasal 2",
        "bab": "BAB II Majelis Permusyawaratan Rakyat"
    },
    {
        "data": [
            {
                "id": 1,
                "isi": "Majelis Permusyawaratan Rakyat menetapkan Undang-Undang Dasar dan garis-garis besar dari ada haluan negara."
            }
        ],
        "title": "Pasal 3",
        "bab": "BAB II Majelis Permusyawaratan Rakyat"
    },
    {
        "data": [
            {
                "id": 1,
                "isi": "Presiden Republik Indonesia memegang kekuasaan pemerintahan menurut Undang-Undang Dasar."
            },
            {
                "id": 2,
                "isi": "Dalam melakukan kewajibannya Presiden dibantu oleh satu orang Wakil Presiden."
            }
        ],
        "title": "Pasal 4",
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "data": [
            {
                "id": 1,
                "isi": "Presiden memegang kekuasaan membentuk undang-undang dengan persetujuan Dewan Perwakilan Rakyat."
            },
            {
                "id": 2,
                "isi": "Presiden menetapkan peraturan pemerintah untuk menjalankan undang-undang sebagaimana mestinya."
            }
        ],
        "title": "Pasal 5",
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 6",
        "data": [
            {
                "id": 1,
                "isi": "Presiden ialah orang Indonesia asli."
            },
            {
                "id": 2,
                "isi": " Presiden dan Wakil Presiden dipilih oleh Majelis Permusyawaratan Rakyat dengan suara yang terbanyak."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 7",
        "data": [
            {
                "id": 1,
                "isi": "Presiden dan Wakil Presiden memegang jabatannya selama masa lima tahun, dan sesudahnya dapat dipilih kembali."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 8",
        "data": [
            {
                "id": 1,
                "isi": "Jika Presiden mangkat, berhenti, atau tidak dapat melakukan kewajibannya dalam masa jabatannya, ia diganti oleh Wakil Presiden sampai habis waktunya."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 9",
        "data": [
            {
                "id": 1,
                "isi": "Sebelum memangku jabatannya, Presiden dan Wakil Presiden bersumpah menurut agama, atau berjanji dengan sungguh-sungguh di hadapan Majelis Permusyawaratan Rakyat atau Dewan Perwakilan Rakyat sebagai berikut:\n\nSumpah Presiden (Wakil Presiden):\n\"Demi Allah, saya bersumpah akan memenuhi kewajiban Presiden Republik Indonesia (Wakil Presiden Republik Indonesia) dengan sebaik-baiknya dan seadil-adilnya, memegang teguh Undang-Undang Dasar dan menjalankan segala undang-undang dan peraturannya dengan selurus-lurusnya serta berbakti kepada Nusa dan Bangsa.\"\n\n\nJanji Presiden (WakilPresiden):\n\"Saya berjanji dengan sungguh-sungguh akan memenuhi kewajiban Presiden Republik Indonesia (Wakil Presiden Republik Indonesia) dengan sebaik-baiknya dan seadil-adilnya, memegang teguh Undang-Undang Dasar dan menjalankan segala undang-undang dan peraturannya dengan selurus-lurusnya serta berbakti kepada Nusa dan Bangsa.\""
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 10",
        "data": [
            {
                "id": 1,
                "isi": "Presiden memegang kekuasaan yang tertinggi atas Angkatan Darat, Angkatan Laut, dan Angkatan Udara."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 11",
        "data": [
            {
                "id": 1,
                "isi": "Presiden dengan persetujuan Dewan Perwakilan Rakyat menyatakan perang, membuat perdamaian dan perjanjian dengan negara lain."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 12",
        "data": [
            {
                "id": 1,
                "isi": "Presiden menyatakan keadaan bahaya. Syarat-syarat dan akibatnya keadaan bahaya ditetapkan dengan undang-undang."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 13",
        "data": [
            {
                "id": 1,
                "isi": "Presiden mengangkat duta dan konsul."
            },
            {
                "id": 2,
                "isi": "Presiden menerima duta negara lain."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 14",
        "data": [
            {
                "id": 1,
                "isi": "Presiden memberi grasi, amnesti, abolisi, dan rehabilitasi."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 15",
        "data": [
            {
                "id": 1,
                "isi": "Presiden memberi gelaran, tanda jasa, dan lain-lain tanda kehormatan."
            }
        ],
        "bab": "Bab III Kekuasaan Pemerintah Negara"
    },
    {
        "title": "Pasal 16",
        "data": [
            {
                "id": 1,
                "isi": "Susunan Dewan Pertimbangan Agung ditetapkan dengan undang-undang."
            },
            {
                "id": 2,
                "isi": "Dewan ini berkewajiban memberi jawab atas pertanyaan Presiden dan berhak memajukan usul kepada pemerintah."
            }
        ],
        "bab": "Bab IV Dewan Pertimbangan Agung"
    },
    {
        "title": "Pasal 17",
        "data": [
            {
                "id": 1,
                "isi": "Presiden dibantu oleh menteri-menteri negara."
            },
            {
                "id": 2,
                "isi": "Menteri-menteri itu diangkat dan diperhentikan oleh Presiden."
            },
            {
                "id": 3,
                "isi": "Menteri-menteri itu memimpin departemen pemerintahan."
            }
        ],
        "bab": "Bab V Kementerian Negara"
    },
    {
        "title": "Pasal 18",
        "data": [
            {
                "id": 1,
                "isi": "Pembagian daerah Indonesia atas daerah besar dan kecil, dengan bentuk susunan pemerintahannya ditetapkan dengan undang-undang, dengan memandang dan mengingati dasar permusyawaratan dalam sistem pemerintahan negara, dan hak-hak asal-usul dalam daerah-daerah yang bersifat istimewa."
            }
        ],
        "bab": "Bab VI Pemerintahan Daerah"
    },
    {
        "title": "Pasal 19",
        "data": [
            {
                "id": 1,
                "isi": "Susunan Dewan Perwakilan Rakyat ditetapkan dengan undang-undang."
            },
            {
                "id": 2,
                "isi": "Dewan Perwakilan Rakyat bersidang sedikitnya sekali dalam setahun."
            }
        ],
        "bab": "BAB VII Dewan Perwakilan Rakyat"
    },
    {
        "title": "Pasal 20",
        "data": [
            {
                "id": 1,
                "isi": "Tiap-tiap undang-undang menghendaki persetujuan Dewan Perwakilan Rakyat."
            },
            {
                "id": 2,
                "isi": "Jika sesuatu rancangan undang-undang tidak mendapat persetujuan Dewan Perwakilan Rakyat, maka rancangan tadi tidak boleh dimajukan lagi dalam persidangan Dewan Perwakilan Rakyat masa itu."
            }
        ],
        "bab": "BAB VII Dewan Perwakilan Rakyat"
    },
    {
        "title": "Pasal 21",
        "data": [
            {
                "id": 1,
                "isi": "Anggota-anggota Dewan Perwakilan Rakyat berhak memajukan rancangan undang- undang."
            },
            {
                "id": 2,
                "isi": "Jika rancangan itu, meskipun disetujui oleh Dewan Perwakilan Rakyat, tidak disyahkan oleh Presiden, maka rancangan tadi tidak boleh dimajukan lagi dalam persidangan Dewan Perwakilan Rakyat masa itu."
            }
        ],
        "bab": "BAB VII Dewan Perwakilan Rakyat"
    },
    {
        "title": "Pasal 22",
        "data": [
            {
                "id": 1,
                "isi": "Dalam hal ihwal kegentingan yang memaksa, Presiden berhak menetapkan peraturan pemerintah pengganti undang-undang."
            },
            {
                "id": 2,
                "isi": "Peraturan pemerintah itu harus mendapat persetujuan Dewan Perwakilan Rakyat dalam persidangan yang berikut."
            },
            {
                "id": 3,
                "isi": "Jika tidak mendapat persetujuan, maka peraturan pemerintah itu harus dicabut."
            }
        ],
        "bab": "BAB VII Dewan Perwakilan Rakyat"
    },
    {
        "title": "Pasal 23",
        "data": [
            {
                "id": 1,
                "isi": "Anggaran pendapatan dan belanja ditetapkan tiap-tiap tahun dengan undang-undang. Apabila Dewan Perwakilan Rakyat tidak menyetujui anggaran yang diusulkan pemerintah, maka pemerintah menjalankan anggaran tahun yang lalu."
            },
            {
                "id": 2,
                "isi": "Segala pajak untuk keperluan negara berdasarkan undang-undang."
            },
            {
                "id": 3,
                "isi": "Macam dan harga mata uang ditetapkan dengan undang-undang."
            },
            {
                "id": 4,
                "isi": "Hal keuangan negara selanjutnya diatur dengan undang-undang."
            },
            {
                "id": 5,
                "isi": "Untuk memeriksa tanggung jawab tentang keuangan negara diadakan suatu Badan Pemeriksa Keuangan, yang peraturannya ditetapkan dengan undang-undang. Hasil pemeriksaan itu diberitahukan kepada Dewan Perwakilan Rakyat."
            }
        ],
        "bab": "Bab VIII Hal Keuangan"
    },
    {
        "title": "Pasal 24",
        "data": [
            {
                "id": 1,
                "isi": "Kekuasaan Kehakiman dilakukan oleh sebuah Mahkamah Agung dan lain-lain badan kehakiman menurut undang-undang."
            },
            {
                "id": 2,
                "isi": "Susunan dan kekuasaan badan kehakiman itu diatur dengan undang-undang."
            }
        ],
        "bab": "Bab IX Kekuasaan Kehakiman"
    },
    {
        "title": "Pasal 25",
        "data": [
            {
                "id": 1,
                "isi": "Syarat-syarat untuk menjadi dan diperhentikan sebagai hakim ditetapkan dengan undang-undang."
            }
        ],
        "bab": "Bab IX Kekuasaan Kehakiman"
    },
    {
        "title": "Pasal 26",
        "data": [
            {
                "id": 1,
                "isi": "Yang menjadi warga negara ialah orang-orang bangsa Indonesia asli dan orang-orang bangsa lain yang disahkan dengan undang-undang sebagai warga negara."
            },
            {
                "id": 2,
                "isi": "Syarat-syarat yang mengenai kewarganegaraan ditetapkan dengan undang-undang."
            }
        ],
        "bab": "Bab X Warga Negara"
    },
    {
        "title": "Pasal 27",
        "data": [
            {
                "id": 1,
                "isi": "Segala warga negara bersamaan kedudukannya dalam hukum dan pemerintahan dan wajib menjunjung hukum dan pemerintahan itu dengan tidak ada kecualinya."
            },
            {
                "id": 2,
                "isi": "Tiap-tiap warga negara berhak atas pekerjaan dan penghidupan yang layak bagi kemanusiaan."
            }
        ],
        "bab": "Bab X Warga Negara"
    },
    {
        "title": "Pasal 28",
        "data": [
            {
                "id": 1,
                "isi": "Kemerdekaan berserikat dan berkumpul, mengeluarkan pikiran dengan lisan dan tulisan dan sebagainya ditetapkan dengan undang-undang."
            }
        ],
        "bab": "Bab X Warga Negara"
    },
    {
        "title": "Pasal 29",
        "data": [
            {
                "id": 1,
                "isi": "Negara berdasar atas Ketuhanan Yang Maha Esa."
            },
            {
                "id": 2,
                "isi": "Negara menjamin kemerdekaan tiap-tiap penduduk untuk memeluk agamanya masing-masing dan untuk beribadat menurut agamanya dan kepercayaannya itu."
            }
        ],
        "bab": "Bab XI Agama"
    },
    {
        "title": "Pasal 30",
        "data": [
            {
                "id": 1,
                "isi": "Tiap-tiap warga negara berhak dan wajib ikut serta dalam usaha pembelaan negara."
            },
            {
                "id": 2,
                "isi": "Syarat-syarat tentang pembelaan diatur dengan undang-undang."
            }
        ],
        "bab": "Bab XII Pertahanan Negara"
    },
    {
        "title": "Pasal 31",
        "data": [
            {
                "id": 1,
                "isi": "Tiap-tiap warga negara berhak mendapat pengajaran."
            },
            {
                "id": 2,
                "isi": "Pemerintah mengusahakan dan menyelenggarakan satu sistem pengajaran nasional, yang diatur dengan undang-undang."
            }
        ],
        "bab": "Bab XIII Pendidikan"
    },
    {
        "title": "Pasal 32",
        "data": [
            {
                "id": 1,
                "isi": "Pemerintah memajukan kebudayaan nasional Indonesia."
            }
        ],
        "bab": "Bab XIII Pendidikan"
    },
    {
        "title": "Pasal 33",
        "data": [
            {
                "id": 1,
                "isi": "Perekonomian disusun sebagai usaha bersama berdasar atas asas kekeluargaan."
            },
            {
                "id": 2,
                "isi": "Cabang-cabang produksi yang penting bagi negara dan yang menguasai hajat hidup orang banyak dikuasai oleh negara."
            },
            {
                "id": 3,
                "isi": "Bumi dan air dan kekayaan alam yang terkandung didalamnya dikuasai oleh negara dan dipergunakan untuk sebesar-besar kemakmuran rakyat."
            }
        ],
        "bab": "Bab XIV Kesejahteraan Sosial"
    },
    {
        "title": "Pasal 34",
        "data": [
            {
                "id": 1,
                "isi": "Fakir miskin dan anak-anak yang terlantar dipelihara oleh negara."
            }
        ],
        "bab": "Bab XIV Kesejahteraan Sosial"
    },
    {
        "title": "Pasal 35",
        "data": [
            {
                "id": 1,
                "isi": "Bendera Negara Indonesia ialah Sang Merah Putih."
            }
        ],
        "bab": "Bab XV Bendera dan Bahasa"
    },
    {
        "title": "Pasal 36",
        "data": [
            {
                "id": 1,
                "isi": "Bahasa negara ialah Bahasa Indonesia."
            }
        ],
        "bab": "Bab XV Bendera dan Bahasa"
    },
    {
        "title": "Pasal 37",
        "data": [
            {
                "id": 1,
                "isi": "Untuk mengubah Undang-Undang Dasar sekurang-kurangnya 2/3 dari pada jumlah anggota Majelis Permusyawaratan Rakyat harus hadir."
            },
            {
                "id": 2,
                "isi": "Putusan diambil dengan persetujuan sekurang-kurangnya 2/3 dari pada jumlah anggota Majelis Permusyawaratan Rakyat yang hadir."
            }
        ],
        "bab": "Bab XVI Perubahan Undang-Undang Dasar"
    },
    {
        "title": "Pasal I",
        "data": [
            {
                "id": 1,
                "isi": "Panitia Persiapan Kemerdekaan Indonesia mengatur dan menyelenggarakan kepindahan pemerintahan kepada Pemerintah Indonesia."
            }
        ],
        "bab": "Bab Aturan Peralihan"
    },
    {
        "title": "Pasal II",
        "data": [
            {
                "id": 1,
                "isi": "Segala badan negara dan peraturan yang ada masih langsung berlaku, selama belum diadakan yang baru menurut Undang-Undang Dasar ini."
            }
        ],
        "bab": "Bab Aturan Peralihan"
    },
    {
        "title": "Pasal III",
        "data": [
            {
                "id": 1,
                "isi": "Untuk pertama kali Presiden dan Wakil Presiden dipilih oleh Panitia Persiapan Kemerdekaan Indonesia."
            }
        ],
        "bab": "Bab Aturan Peralihan"
    },
    {
        "title": "Pasal IV",
        "data": [
            {
                "id": 1,
                "isi": "Sebelum Majelis Permusyawaratan Rakyat, Dewan Perwakilan Rakyat, dan Dewan Pertimbangan Agung dibentuk menurut Undang-Undang Dasar ini, segala kekuasaannya dijalankan oleh Presiden dengan bantuan sebuah komite nasional."
            }
        ],
        "bab": "Bab Aturan Peralihan"
    },
    {
        "title": "Pasal Bab Aturan Pertambahan",
        "data": [
            {
                "id": 1,
                "isi": "Dalam enam bulan sesudah akhirnya peperangan Asia Timur Raya, Presiden Indonesia mengatur dan menyelenggarakan segala hal yang ditetapkan dalam Undang-Undang Dasar ini."
            },
            {
                "id": 2,
                "isi": "Dalam enam bulan sesudah Majelis Permusyawaratan Rakyat dibentuk, Majelis itu bersidang untuk menetapkan Undang-Undang Dasar."
            }
        ],
        "bab": "Bab Aturan Pertambahan"
    }
]