[{"title":"Pasal 1","data":[{"id":1,"isi":"Negara Indonesia ialah Negara Kesatuan yang berbentuk Republik."},{"id":2,"isi":"Kedaulatan berada di tangan rakyat dan dilaksanakan menurut Undang-Undang Dasar. (Amendemen Ketiga)"},{"id":3,"isi":"Negara Indonesia adalah negara hukum. (Amendemen Ketiga)"}],"bab":"Bab I Bentuk dan Kedaulatan","amandemen":"3"},{"title":"Pasal 2","data":[{"id":1,"isi":"Majelis Permusyawaratan Rakyat terdiri atas anggota Dewan Perwakilan Rakyat dan anggota Dewan Perwakilan Daerah yang dipilih melalui pemilihan umum dan diatur lebih lanjut dengan undang-undang. (Amendemen Keempat)"},{"id":2,"isi":"Majelis Permusyawaratan Rakyat bersidang sedikitnya sekali dalam lima tahun di ibukota negara."},{"id":3,"isi":"Segala putusan Majelis Permusyawaratan Rakyat ditetapkan dengan suara yang terbanyak."}],"bab":"Bab II Majelis Permusyawaratan Rakyat","amandemen":"4"},{"title":"Pasal 3","data":[{"id":1,"isi":"Majelis Permusyawaratan Rakyat berwenang mengubah dan menetapkan Undang-Undang Dasar. (Amendemen Ketiga)"},{"id":2,"isi":"Majelis Permusyawaratan Rakyat melantik Presiden dan/atau Wakil Presiden. (Amendemen Ketiga dan Keempat)"},{"id":3,"isi":"Majelis Permusyawaratan Rakyat hanya dapat memberhentikan Presiden dan/atau Wakil Presiden dalam masa jabatannya menurut Undang-Undang Dasar. (Amendemen Ketiga dan Keempat)"}],"bab":"Bab II Majelis Permusyawaratan Rakyat","amandemen":"3/4"},{"title":"Pasal 4","data":[{"id":1,"isi":"Presiden Republik Indonesia memegang kekuasaan pemerintahan menurut Undang-Undang Dasar."},{"id":2,"isi":"Dalam melakukan kewajibannya Presiden dibantu oleh satu orang Wakil Presiden."}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"0"},{"title":"Pasal 5","data":[{"id":1,"isi":"Presiden berhak mengajukan rancangan undang-undang kepada Dewan Perwakilan Rakyat. (Amendemen Pertama)"},{"id":2,"isi":"Presiden menetapkan peraturan pemerintah untuk menjalankan undang-undang sebagaimana mestinya."}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"1"},{"title":"Pasal 6","data":[{"id":1,"isi":"Calon Presiden dan calon Wakil Presiden harus seorang warga negara Indonesia sejak kelahirannya dan tidak pernah menerima kewarganegaraan lain karena kehendaknya sendiri, tidak pernah mengkhianati negara, serta mampu secara rohani dan jasmani untuk melaksanakan tugas dan kewajiban sebagai Presiden dan Wakil Presiden. (Amendemen Ketiga)"},{"id":2,"isi":"Syarat-syarat untuk menjadi Presiden dan Wakil Presiden diatur lebih lanjut dengan undang-undang. (Amendemen Ketiga)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"3"},{"title":"Pasal 6A","data":[{"id":1,"isi":"Presiden dan Wakil Presiden dipilih dalam satu pasangan secara langsung oleh rakyat. (Amendemen Ketiga)"},{"id":2,"isi":"Pasangan calon Presiden dan Wakil Presiden diusulkan oleh partai politik atau gabungan partai politik peserta pemilihan umum sebelum pelaksanaan pemilihan umum. (Amendemen Ketiga)"},{"id":3,"isi":"Pasangan calon Presiden dan Wakil Presiden yang mendapatkan suara lebih dari lima puluh persen dari jumlah suara dalam pemilihan umum dengan sedikitnya dua puluh persen suara di setiap provinsi yang tersebar di lebih dari setengah jumlah provinsi di Indonesia, dilantik menjadi Presiden dan Wakil Presiden. (Amendemen Ketiga)"},{"id":4,"isi":"Dalam hal tidak ada pasangan calon Presiden dan Wakil Presiden terpilih, dua pasangan calon yang memperoleh suara terbanyak pertama dan kedua dalam pemilihan umum dipilih oleh rakyat secara langsung dan pasangan yang memperoleh suara rakyat terbanyak dilantik sebagai Presiden dan Wakil Presiden. (Amendemen Keempat)"},{"id":5,"isi":"Tata cara pelaksanaan pemilihan Presiden dan Wakil Presiden lebih lanjut diatur dalam undang-undang. (Amendemen Ketiga)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"3/4"},{"title":"Pasal 7","data":[{"id":1,"isi":"Presiden dan Wakil Presiden memegang jabatan selama lima tahun, dan sesudahnya dapat dipilih kembali dalam jabatan yang sama, hanya untuk satu kali masa jabatan. (Amendemen Pertama)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"1"},{"title":"Pasal 7A","data":[{"id":1,"isi":"Presiden dan/atau Wakil Presiden dapat diberhentikan dalam masa jabatannya oleh Majelis Permusyawaratan Rakyat atas usul Dewan Perwakilan Rakyat, baik apabila terbukti telah melakukan pelanggaran hukum berupa pengkhianatan terhadap negara, korupsi, penyuapan, tindak pidana berat lainnya, atau perbuatan tercela maupun apabila terbukti tidak lagi memenuhi syarat sebagai Presiden dan/atau Wakil Presiden. (Amendemen Ketiga)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"3"},{"title":"Pasal 7B","data":[{"id":1,"isi":"Usul pemberhentian Presiden dan/atau Wakil Presiden dapat diajukan oleh Dewan Perwakilan Rakyat kepada Majelis Permusyawaratan Rakyat hanya dengan terlebih dahulu mengajukan permintaan kepada Mahkamah Konstitusi untuk memeriksa, mengadili, dan memutus pendapat Dewan Perwakilan Rakyat bahwa Presiden dan/atau Wakil Presiden telah melakukan pelanggaran hukum berupa pengkhianatan terhadap negara, korupsi, penyuapan, tindak pidana berat lainnya, atau perbuatan tercela; dan/atau pendapat bahwa Presiden dan/atau Wakil Presiden tidak lagi memenuhi syarat sebagai Presiden dan/atau Wakil Presiden. (Amendemen Ketiga)"},{"id":2,"isi":"Pendapat Dewan Perwakilan Rakyat bahwa Presiden dan/atau Wakil Presiden telah melakukan pelanggaran hukum tersebut ataupun telah tidak lagi memenuhi syarat sebagai Presiden dan/atau Wakil Presiden adalah dalam rangka pelaksanaan fungsi pengawasan Dewan Perwakilan Rakyat. (Amendemen Ketiga)"},{"id":3,"isi":"Pengajuan permintaan Dewan Perwakilan Rakyat kepada Mahkamah Konstitusi hanya dapat dilakukan dengan dukungan sekurang-kurangnya 2/3 dari jumlah anggota Dewan Perwakilan Rakyat yang hadir dalam sidang paripurna yang dihadiri oleh sekurang-kurangnya 2/3 dari jumlah anggota Dewan Perwakilan Rakyat. (Amendemen Ketiga)"},{"id":4,"isi":"Mahkamah Konstitusi wajib memeriksa, mengadili, dan memutus dengan seadil-adilnya terhadap pendapat Dewan Perwakilan Rakyat tersebut paling lama sembilan puluh hari setelah permintaan Dewan Perwakilan Rakyat itu diterima oleh Mahkamah Konstitusi. (Amendemen Ketiga)"},{"id":5,"isi":"Apabila Mahkamah Konstitusi memutuskan bahwa Presiden dan/atau Wakil Presiden terbukti melakukan pelanggaran hukum berupa pengkhianatan terhadap negara, korupsi, penyuapan, tindak pidana berat lainnya, atau perbuatan tercela; dan/atau terbukti bahwa Presiden dan/atau Wakil Presiden tidak lagi memenuhi syarat sebagai Presiden dan/ atau Wakil Presiden, Dewan Perwakilan Rakyat menyelenggarakan sidang paripurna untuk meneruskan usul pemberhentian Presiden dan/atau Wakil Presiden kepada Majelis Permusyawaratan Rakyat. (Amendemen Ketiga)"},{"id":6,"isi":"Majelis Permusyawaratan Rakyat wajib menyelenggarakan sidang untuk memutuskan usul Dewan Perwakilan Rakyat tersebut paling lambat tiga puluh hari sejak Majelis Permusyawaratan Rakyat menerima usul tersebut. (Amendemen Ketiga)"},{"id":7,"isi":"Keputusan Majelis Permusyawaratan Rakyat atas usul pemberhentian Presiden dan/atau Wakil Presiden harus diambil dalam rapat paripurna Majelis Permusyawaratan Rakyat yang dihadiri oleh sekurang-kurangnya 3/4 dari jumlah anggota dan disetujui oleh sekurang-kurangnya 2/3 dari jumlah anggota yang hadir, setelah Presiden dan/atau Wakil Presiden diberi kesempatan menyampaikan penjelasan dalam rapat paripurna Majelis Permusyawaratan Rakyat. (Amendemen Ketiga)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"3"},{"title":"Pasal 7C","data":[{"id":1,"isi":"Presiden tidak dapat membekukan dan/atau membubarkan Dewan Perwakilan Rakyat. (Amendemen Ketiga)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"3"},{"title":"Pasal 8","data":[{"id":1,"isi":"Jika Presiden mangkat, berhenti, diberhentikan, atau tidak dapat melakukan kewajibannya dalam masa jabatannya, ia digantikan oleh Wakil Presiden sampai habis masa jabatannya. (Amendemen Ketiga)"},{"id":2,"isi":"Dalam hal terjadi kekosongan Wakil Presiden, selambat-lambatnya dalam waktu enam puluh hari, Majelis Permusyawaratan Rakyat menyelenggarakan sidang untuk memilih Wakil Presiden dari dua calon yang diusulkan oleh Presiden. (Amendemen Ketiga)"},{"id":3,"isi":"Jika Presiden dan Wakil Presiden mangkat, berhenti, diberhentikan, atau tidak dapat melakukan kewajibannya dalam masa jabatannya secara bersamaan, pelaksana tugas kepresidenan adalah Menteri Luar Negeri, Menteri Dalam Negeri, dan Menteri Pertahanan secara bersama-sama. Selambat-lambatnya tiga puluh hari setelah itu, Majelis Permusyawaratan Rakyat menyelenggarakan sidang untuk memilih Presiden dan Wakil Presiden dari dua pasangan calon Presiden dan Wakil Presiden yang diusulkan oleh partai politik atau gabungan partai politik yang pasangan calon Presiden dan Wakil Presidennya meraih suara terbanyak pertama dan kedua dalam pemilihan umum sebelumnya, sampai berakhir masa jabatannya. (Amendemen Keempat)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"3/4"},{"title":"Pasal 9","data":[{"id":1,"isi":"Sebelum memangku jabatannya, Presiden dan Wakil Presiden bersumpah menurut agama, atau berjanji dengan sungguh-sungguh di hadapan Majelis Permusyawaratan Rakyat atau Dewan Perwakilan Rakyat sebagai berikut : \n\nSumpah Presiden (Wakil Presiden) : \n\"Demi Allah, saya bersumpah akan memenuhi kewajiban Presiden Republik Indonesia (Wakil Presiden Republik Indonesia) dengan sebaik-baiknya dan seadil-adilnya, memegang teguh Undang-Undang Dasar dan menjalankan segala undang-undang dan peraturannya dengan selurus-lurusnya serta berbakti kepada Nusa dan Bangsa.\" \n\n\nJanji Presiden (Wakil Presiden) : \n\"Saya berjanji dengan sungguh-sungguh akan memenuhi kewajiban Presiden Republik Indonesia (Wakil Presiden Republik Indonesia) dengan sebaik-baiknya dan seadil-adilnya, memegang teguh Undang-Undang Dasar dan menjalankan segala undang-undang dan peraturannya dengan selurus-lurusnya serta berbakti kepada Nusa dan Bangsa\". (Amendemen Pertama)"},{"id":2,"isi":"Jika Majelis Permusyawaratan Rakyat atau Dewan Perwakilan Rakyat tidak dapat mengadakan sidang, Presiden dan Wakil Presiden bersumpah menurut agama, atau berjanji dengan sungguh-sungguh di hadapan pimpinan Majelis Permusyawaratan Rakyat dengan disaksikan oleh Pimpinan Mahkamah Agung. (Amendemen Pertama)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"1"},{"title":"Pasal 10","data":[{"id":1,"isi":"Presiden memegang kekuasaan yang tertinggi atas Angkatan Darat, Angkatan Laut dan Angkatan Udara."}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"0"},{"title":"Pasal 11","data":[{"id":1,"isi":"Presiden dengan persetujuan Dewan Perwakilan Rakyat menyatakan perang, membuat perdamaian dan perjanjian dengan negara lain. (Amendemen Keempat)"},{"id":2,"isi":"Presiden dalam membuat perjanjian internasional lainnya yang menimbulkan akibat yang luas dan mendasar bagi kehidupan rakyat yang terkait dengan beban keuangan negara, dan/atau mengharuskan perubahan atau pembentukan undang-undang harus dengan persetujuan Dewan Perwakilan Rakyat. (Amendemen Ketiga)"},{"id":3,"isi":"Ketentuan lebih lanjut tentang perjanjian internasional diatur dengan undang-undang. (Amendemen Ketiga)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"3/4"},{"title":"Pasal 12","data":[{"id":1,"isi":"Presiden menyatakan keadaan bahaya. Syarat-syarat dan akibatnya keadaan bahaya ditetapkan dengan undang-undang."}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"0"},{"title":"Pasal 13","data":[{"id":1,"isi":"Presiden mengangkat duta dan konsul."},{"id":2,"isi":"Dalam hal mengangkat duta, Presiden memperhatikan pertimbangan Dewan Perwakilan Rakyat. (Amendemen Pertama)"},{"id":3,"isi":"Presiden menerima penempatan duta negara lain dengan memperhatikan pertimbangan Dewan Perwakilan Rakyat. (Amendemen Pertama)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"1"},{"title":"Pasal 14","data":[{"id":1,"isi":"Presiden memberi grasi dan rehabilitasi dengan memperhatikan pertimbangan Mahkamah Agung. (Amendemen Pertama)"},{"id":2,"isi":"Presiden memberi amnesti dan abolisi dengan memperhatikan pertimbangan Dewan Perwakilan Rakyat. (Amendemen Pertama)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"1"},{"title":"Pasal 15","data":[{"id":1,"isi":"Presiden memberi gelar, tanda jasa, dan lain-lain tanda kehormatan yang diatur dengan undang-undang. (Amendemen Pertama)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"1"},{"title":"Pasal 16","data":[{"id":1,"isi":"Presiden membentuk suatu dewan pertimbangan yang bertugas memberikan nasihat dan pertimbangan kepada Presiden, yang selanjutnya diatur dalam undang-undang. (Amendemen Keempat)"}],"bab":"Bab III Kekuasaan Pemerintahan Negara","amandemen":"4"},{"title":"Pasal Dihapus","data":[{"id":1,"isi":"Pasal sudah dihapus pada Amendemen keempat Undang-Undang Dasar"}],"bab":"Bab IV Dewan Pertimbangan Agung","amandemen":"4"},{"title":"Pasal 17","data":[{"id":1,"isi":"Presiden dibantu oleh menteri-menteri negara."},{"id":2,"isi":"Menteri-menteri itu diangkat dan diberhentikan oleh Presiden. (Amendemen Pertama)"},{"id":3,"isi":"Setiap menteri membidangi urusan tertentu dalam pemerintahan. (Amendemen Pertama)"},{"id":4,"isi":"Pembentukan, pengubahan, dan pembubaran kementerian negara diatur dalam undang-undang. (Amendemen Ketiga)"}],"bab":"Bab V Kementerian Negara","amandemen":"1/3"},{"title":"Pasal 18","data":[{"id":1,"isi":"Negara Kesatuan Republik Indonesia dibagi atas daerah-daerah provinsi dan daerah provinsi itu dibagi atas kabupaten dan kota, yang tiap-tiap provinsi, kabupaten, dan kota itu mempunyai pemerintahan daerah, yang diatur dengan undang-undang. (Amendemen Kedua)"},{"id":2,"isi":"Pemerintahan daerah provinsi, daerah kabupaten, dan kota mengatur dan mengurus sendiri urusan pemerintahan menurut asas otonomi dan tugas pembantuan. (Amendemen Kedua)"},{"id":3,"isi":"Pemerintahan daerah provinsi, daerah kabupaten, dan kota memiliki Dewan Perwakilan Rakyat Daerah yang anggota-anggotanya dipilih melalui pemilihan umum. (Amendemen Kedua)"},{"id":4,"isi":"Gubernur, Bupati, dan Walikota masing-masing sebagai kepala pemerintah daerah provinsi, kabupaten, dan kota dipilih secara demokratis. (Amendemen Kedua)"},{"id":5,"isi":"Pemerintahan daerah menjalankan otonomi seluas-luasnya, kecuali urusan pemerintahan yang oleh undang-undang ditentukan sebagai urusan Pemerintah Pusat. (Amendemen Kedua)"},{"id":6,"isi":"Pemerintahan daerah berhak menetapkan peraturan daerah dan peraturan-peraturan lain untuk melaksanakan otonomi dan tugas pembantuan. (Amendemen Kedua)"},{"id":7,"isi":"Susunan dan tata cara penyelenggaraan pemerintahan daerah diatur dalam undang-undang. (Amendemen Kedua)"}],"bab":"Bab VI Pemerintahan Daerah","amandemen":"2"},{"title":"Pasal 18A","data":[{"id":1,"isi":"Hubungan wewenang antara pemerintah pusat dan pemerintahan daerah provinsi, kabupaten, dan kota, atau antara provinsi dan kabupaten dan kota, diatur dengan undang-undang dengan memperhatikan kekhususan dan keragaman daerah. (Amendemen Kedua)"},{"id":2,"isi":"Hubungan keuangan, pelayanan umum, pemanfaatan sumber daya alam dan sumber daya lainnya antara pemerintah pusat dan pemerintahan daerah diatur dan dilaksanakan secara adil dan selaras berdasarkan undang-undang. (Amendemen Kedua)"}],"bab":"Bab VI Pemerintahan Daerah","amandemen":"2"},{"title":"Pasal 18B","data":[{"id":1,"isi":"Negara mengakui dan menghormati satuan-satuan pemerintahan daerah yang bersifat khusus atau bersifat istimewa yang diatur dengan undang-undang. (Amendemen Kedua)"},{"id":2,"isi":"Negara mengakui dan menghormati kesatuan-kesatuan masyarakat hukum adat beserta hak-hak tradisionalnya sepanjang masih hidup dan sesuai dengan perkembangan masyarakat dan prinsip Negara Kesatuan Republik Indonesia, yang diatur dalam undang-undang. (Amendemen Kedua)"}],"bab":"Bab VI Pemerintahan Daerah","amandemen":"2"},{"title":"Pasal 19","data":[{"id":1,"isi":"Anggota Dewan Perwakilan Rakyat dipilih melalui pemilihan umum. (Amendemen Kedua)"},{"id":2,"isi":"Susunan Dewan Perwakilan Rakyat diatur dengan undang-undang. (Amendemen Kedua)"},{"id":3,"isi":"Dewan Perwakilan Rakyat bersidang sedikitnya sekali dalam setahun. (Amendemen Kedua)"}],"bab":"Bab VII Dewan Perwakilan Rakyat","amandemen":"2"},{"title":"Pasal 20","data":[{"id":1,"isi":"Dewan Perwakilan Rakyat memegang kekuasaan membentuk undang-undang. (Amendemen Pertama)"},{"id":2,"isi":"Setiap rancangan undang-undang dibahas oleh Dewan Perwakilan Rakyat dan Presiden untuk mendapat persetujuan bersama. (Amendemen Pertama)"},{"id":3,"isi":"Jika rancangan undang-undang itu tidak mendapat persetujuan bersama, rancangan undang-undang itu tidak boleh diajukan lagi dalam persidangan Dewan Perwakilan Rakyat masa itu. (Amendemen Pertama)"},{"id":4,"isi":"Presiden mengesahkan rancangan undang-undang yang telah disetujui bersama untuk menjadi undang-undang. (Amendemen Pertama)"},{"id":5,"isi":"Dalam hal rancangan undang-undang yang telah disetujui bersama tersebut tidak disahkan oleh Presiden dalam waktu tiga puluh hari semenjak rancangan undang-undang tersebut disetujui, rancangan undang-undang tersebut sah menjadi undang-undang dan wajib diundangkan. (Amendemen Kedua)"}],"bab":"Bab VII Dewan Perwakilan Rakyat","amandemen":"1/2"},{"title":"Pasal 20A","data":[{"id":1,"isi":"Dewan Perwakilan Rakyat memiliki fungsi legislasi, fungsi anggaran, dan fungsi pengawasan. (Amendemen Kedua)"},{"id":2,"isi":"Dalam melaksanakan fungsinya, selain hak yang diatur dalam pasal-pasal lain Undang-Undang Dasar ini, Dewan Perwakilan Rakyat mempunyai hak interpelasi, hak angket, dan hak menyatakan pendapat. (Amendemen Kedua)"},{"id":3,"isi":"Selain hak yang diatur dalam pasal-pasal lain Undang-Undang Dasar ini, setiap anggota Dewan Perwakilan Rakyat mempunyai hak mengajukan pertanyaan, menyampaikan usul dan pendapat serta hak imunitas. (Amendemen Kedua)"},{"id":4,"isi":"Ketentuan lebih lanjut tentang hak Dewan Perwakilan Rakyat dan hak anggota Dewan Perwakilan Rakyat diatur dalam undang-undang. (Amendemen Kedua)"}],"bab":"Bab VII Dewan Perwakilan Rakyat","amandemen":"2"},{"title":"Pasal 21","data":[{"id":1,"isi":"Anggota Dewan Perwakilan Rakyat berhak mengajukan usul rancangan undang-undang. (Amendemen Pertama)"}],"bab":"Bab VII Dewan Perwakilan Rakyat","amandemen":"1"},{"title":"Pasal 22","data":[{"id":1,"isi":"Dalam hal ihwal kegentingan yang memaksa, Presiden berhak menetapkan peraturan pemerintah sebagai pengganti undang-undang."},{"id":2,"isi":"Peraturan pemerintah itu harus mendapat persetujuan Dewan Perwakilan Rakyat dalam persidangan yang berikut."},{"id":3,"isi":"Jika tidak mendapat persetujuan, maka peraturan pemerintah itu harus dicabut."}],"bab":"Bab VII Dewan Perwakilan Rakyat","amandemen":"0"},{"title":"Pasal 22A","data":[{"id":1,"isi":"Ketentuan lebih lanjut tentang tata cara pembentukan undang-undang diatur dengan undang-undang. (Amendemen Kedua)"}],"bab":"Bab VII Dewan Perwakilan Rakyat","amandemen":"2"},{"title":"Pasal 22B","data":[{"id":1,"isi":"Anggota Dewan Perwakilan Rakyat dapat diberhentikan dari jabatannya, yang syarat-syarat dan tata caranya diatur dalam undang-undang. (Amendemen Kedua)"}],"bab":"Bab VII Dewan Perwakilan Rakyat","amandemen":"2"},{"title":"Pasal 22C","data":[{"id":1,"isi":"Anggota Dewan Perwakilan Daerah dipilih dari setiap provinsi melalui pemilihan umum. (Amendemen Ketiga)"},{"id":2,"isi":"Anggota Dewan Perwakilan Daerah dari setiap provinsi jumlahnya sama dan jumlah seluruh anggota Dewan Perwakilan Daerah itu tidak lebih dari sepertiga jumlah anggota Dewan Perwakilan Rakyat. (Amendemen Ketiga)"},{"id":3,"isi":"Dewan Perwakilan Daerah bersidang sedikitnya sekali dalam setahun. (Amendemen Ketiga)"},{"id":4,"isi":"Susunan dan kedudukan Dewan Perwakilan Daerah diatur dengan undang-undang. (Amendemen Ketiga)"}],"bab":"Bab VIIA Dewan Perwakilan Daerah","amandemen":"3"},{"title":"Pasal 22D","data":[{"id":1,"isi":"Dewan Perwakilan Daerah dapat mengajukan kepada Dewan Perwakilan Rakyat rancangan undang-undang yang berkaitan dengan otonomi daerah, hubungan pusat dan daerah, pembentukan dan pemekaran serta penggabungan daerah, pengelolaan sumber daya alam dan sumber daya ekonomi lainnya, serta yang berkaitan dengan perimbangan keuangan pusat dan daerah. (Amendemen Ketiga)"},{"id":2,"isi":"Dewan Perwakilan Daerah ikut membahas rancangan undang-undang yang berkaitan dengan otonomi daerah; hubungan pusat dan daerah; pembentukan, pemekaran, dan penggabungan daerah; pengelolaan sumber daya alam dan sumber daya ekonomi lainnya, serta perimbangan keuangan pusat dan daerah; serta memberikan pertimbangan kepada Dewan Perwakilan Rakyat atas rancangan undang-undang anggaran pendapatan dan belanja negara dan rancangan undang-undang yang berkaitan dengan pajak, pendidikan, dan agama. (Amendemen Ketiga)"},{"id":3,"isi":"Dewan Perwakilan Daerah dapat melakukan pengawasan atas pelaksanaan undang-undang mengenai: otonomi daerah, pembentukan, pemekaran dan penggabungan daerah, hubungan pusat dan daerah, pengelolaan sumber daya alam dan sumber daya ekonomi lainnya, pelaksanaan anggaran pendapatan dan belanja negara, pajak, pendidikan, dan agama serta menyampaikan hasil pengawasannya itu kepada Dewan Perwakilan Rakyat sebagai bahan pertimbangan untuk ditindaklanjuti. (Amendemen Ketiga)"},{"id":4,"isi":"Anggota Dewan Perwakilan Daerah dapat diberhentikan dari jabatannya, yang syarat-syarat dan tata caranya diatur dalam undang-undang. (Amendemen Ketiga)"}],"bab":"Bab VIIA Dewan Perwakilan Daerah","amandemen":"3"},{"title":"Pasal 22E","data":[{"id":1,"isi":"Pemilihan umum dilaksanakan secara langsung, umum, bebas, rahasia, jujur, dan adil setiap lima tahun sekali. (Amendemen Ketiga)"},{"id":2,"isi":"Pemilihan umum diselenggarakan untuk memilih anggota Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, Presiden dan Wakil Presiden dan Dewan Perwakilan Rakyat Daerah. (Amendemen Ketiga)"},{"id":3,"isi":"Peserta pemilihan umum untuk memilih anggota Dewan Perwakilan Rakyat dan anggota Dewan Perwakilan Rakyat Daerah adalah partai politik. (Amendemen Ketiga)"},{"id":4,"isi":"Peserta pemilihan umum untuk memilih anggota Dewan Perwakilan Daerah adalah perseorangan. (Amendemen Ketiga)"},{"id":5,"isi":"Pemilihan umum diselenggarakan oleh suatu komisi pemilihan umum yang bersifat nasional, tetap, dan mandiri. (Amendemen Ketiga)"},{"id":6,"isi":"Ketentuan lebih lanjut tentang pemilihan umum diatur dengan undang-undang. (Amendemen Ketiga)"}],"bab":"Bab VIIB Dewan Perwakilan Daerah","amandemen":"3"},{"title":"Pasal 23","data":[{"id":1,"isi":"Anggaran pendapatan dan belanja negara sebagai wujud dari pengelolaan keuangan negara ditetapkan setiap tahun dengan undang-undang dan dilaksanakan secara terbuka dan bertanggung jawab untuk sebesar-besarnya kemakmuran rakyat. (Amendemen Ketiga)"},{"id":2,"isi":"Rancangan undang-undang anggaran pendapatan dan belanja negara diajukan oleh Presiden untuk dibahas bersama Dewan Perwakilan Rakyat dengan memperhatikan pertimbangan Dewan Perwakilan Daerah. (Amendemen Ketiga)"},{"id":3,"isi":"Apabila Dewan Perwakilan Rakyat tidak menyetujui rancangan anggaran pendapatan dan belanja negara yang diusulkan oleh Presiden, Pemerintah menjalankan Anggaran Pendapatan dan Belanja Negara tahun yang lalu. (Amendemen Ketiga)"}],"bab":"Bab VIII Hal Keuangan","amandemen":"3"},{"title":"Pasal 23A","data":[{"id":1,"isi":"Pajak dan pungutan lain yang bersifat memaksa untuk keperluan negara diatur dengan undang-undang. (Amendemen Ketiga)"}],"bab":"Bab VIII Hal Keuangan","amandemen":"3"},{"title":"Pasal 23B","data":[{"id":1,"isi":"Macam dan harga mata uang ditetapkan dengan undang-undang. (Amendemen Keempat)"}],"bab":"Bab VIII Hal Keuangan","amandemen":"4"},{"title":"Pasal 23C","data":[{"id":1,"isi":"Hal-hal lain mengenai keuangan negara diatur dengan undang-undang. (Amendemen Ketiga)"}],"bab":"Bab VIII Hal Keuangan","amandemen":"3"},{"title":"Pasal 23D","data":[{"id":1,"isi":"Negara memiliki suatu bank sentral yang susunan, kedudukan, kewenangan, tanggung jawab, dan independensinya diatur dengan undang-undang. (Amendemen Keempat)"}],"bab":"Bab VIII Hal Keuangan","amandemen":"4"},{"title":"Pasal 23E","data":[{"id":1,"isi":"Untuk memeriksa pengelolaan dan tanggung jawab tentang keuangan negara diadakan satu Badan Pemeriksa Keuangan yang bebas dan mandiri. (Amendemen Ketiga)"},{"id":2,"isi":"Hasil pemeriksaan keuangan negara diserahkan kepada Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah, sesuai dengan kewenangannya. (Amendemen Ketiga)"},{"id":3,"isi":"Hasil pemeriksaan tersebut ditindaklanjuti oleh lembaga perwakilan dan/atau badan sesuai dengan undang-undang. (Amendemen Ketiga)"}],"bab":"Bab VIIIA Badan Pemeriksa Keuangan","amandemen":"3"},{"title":"Pasal 23F","data":[{"id":1,"isi":"Anggota Badan Pemeriksa Keuangan dipilih oleh Dewan Perwakilan Rakyat dengan memperhatikan pertimbangan Dewan Perwakilan Daerah dan diresmikan oleh Presiden. (Amendemen Ketiga)"},{"id":2,"isi":"Pimpinan Badan Pemeriksa Keuangan dipilih dari dan oleh anggota. (Amendemen Ketiga)"}],"bab":"Bab VIIIA Badan Pemeriksa Keuangan","amandemen":"3"},{"title":"Pasal 23G","data":[{"id":1,"isi":"Badan Pemeriksa Keuangan berkedudukan di ibu kota negara, dan memiliki perwakilan di setiap provinsi. (Amendemen Ketiga)"},{"id":2,"isi":"Ketentuan lebih lanjut mengenai Badan Pemeriksa Keuangan diatur dengan undang-undang. (Amendemen Ketiga)"}],"bab":"Bab VIIIA Badan Pemeriksa Keuangan","amandemen":"3"},{"title":"Pasal 24","amandemen":"3/4","bab":"Bab IX Kekuasaan Kehakiman","data":[{"id":1,"isi":"Kekuasaan kehakiman merupakan kekuasaan yang merdeka untuk menyelenggarakan peradilan guna menegakkan hukum dan keadilan. (Amendemen Ketiga)"},{"id":2,"isi":"Kekuasaan kehakiman dilakukan oleh sebuah Mahkamah Agung dan badan peradilan yang berada di bawahnya dalam lingkungan peradilan umum, lingkungan peradilan agama, lingkungan peradilan militer, lingkungan peradilan tata usaha negara, dan oleh sebuah Mahkamah Konstitusi. (Amendemen Ketiga)"},{"id":3,"isi":"Badan-badan lain yang fungsinya berkaitan dengan kekuasaan kehakiman diatur dalam undang-undang. (Amendemen Keempat)"}]},{"title":"Pasal 24A","amandemen":"3","bab":"Bab IX Kekuasaan Kehakiman","data":[{"id":1,"isi":"Mahkamah Agung berwenang mengadili pada tingkat kasasi, menguji peraturan perundang-undangan di bawah undang-undang terhadap undang-undang, dan mempunyai wewenang lainnya yang diberikan oleh undang-undang. (Amendemen Ketiga)"},{"id":2,"isi":"Hakim agung harus memiliki integritas dan kepribadian yang tidak tercela, adil, profesional, dan berpengalaman di bidang hukum. (Amendemen Ketiga)"},{"id":3,"isi":"Calon hakim agung diusulkan Komisi Yudisial kepada Dewan Perwakilan Rakyat untuk mendapatkan persetujuan dan selanjutnya ditetapkan sebagai hakim agung oleh Presiden. (Amendemen Ketiga)"},{"id":4,"isi":"Ketua dan wakil ketua Mahkamah Agung dipilih dari dan oleh hakim agung. (Amendemen Ketiga)"},{"id":5,"isi":"Susunan, kedudukan, keanggotaan, dan hukum acara Mahkamah Agung serta badan peradilan di bawahnya diatur dengan undang-undang. (Amendemen Ketiga)"}]},{"title":"Pasal 24B","bab":"Bab IX Kekuasaan Kehakiman","amandemen":"3","data":[{"id":1,"isi":"Komisi Yudisial bersifat mandiri yang berwenang mengusulkan pengangkatan hakim agung dan mempunyai wewenang lain dalam rangka menjaga dan menegakkan kehormatan, keluhuran martabat, serta perilaku hakim. (Amendemen Ketiga)"},{"id":2,"isi":"Anggota Komisi Yudisial harus mempunyai pengetahuan dan pengalaman di bidang hukum serta memiliki integritas dan kepribadian yang tidak tercela. (Amendemen Ketiga)"},{"id":3,"isi":"Anggota Komisi Yudisial diangkat dan diberhentikan oleh Presiden dengan persetujuan Dewan Perwakilan Rakyat. (Amendemen Ketiga)"},{"id":4,"isi":"Susunan, kedudukan, dan keanggotaan Komisi Yudisial diatur dengan undang-undang. (Amendemen Ketiga)"}]},{"title":"Pasal 24C","bab":"Bab IX Kekuasaan Kehakiman","amandemen":"3","data":[{"id":1,"isi":"Mahkamah Konstitusi berwenang mengadili pada tingkat pertama dan terakhir yang putusannya bersifat final untuk menguji undang-undang terhadap Undang-Undang Dasar, memutus sengketa kewenangan lembaga negara yang kewenangannya diberikan oleh Undang-Undang Dasar, memutus pembubaran partai politik, dan memutus perselisihan tentang hasil pemilihan umum. (Amendemen Ketiga)"},{"id":2,"isi":"Mahkamah Konstitusi wajib memberikan putusan atas pendapat Dewan Perwakilan Rakyat mengenai dugaan pelanggaran oleh Presiden dan/atau Wakil Presiden menurut Undang-Undang Dasar. (Amendemen Ketiga)"},{"id":3,"isi":"Mahkamah Konstitusi mempunyai sembilan orang anggota hakim konstitusi yang ditetapkan oleh Presiden, yang diajukan masing-masing tiga orang oleh Mahkamah Agung, tiga orang oleh Dewan Perwakilan Rakyat, dan tiga orang oleh Presiden. (Amendemen Ketiga)"},{"id":4,"isi":"Ketua dan Wakil Ketua Mahkamah Konstitusi dipilih dari dan oleh hakim konstitusi. (Amendemen Ketiga)"},{"id":5,"isi":"Hakim konstitusi harus memiliki integritas dan kepribadian yang tidak tercela, adil, negarawan yang menguasai konstitusi dan ketatanegaraan, serta tidak merangkap sebagai pejabat negara. (Amendemen Ketiga)"},{"id":6,"isi":"Pengangkatan dan pemberhentian hakim konstitusi, hukum acara serta ketentuan lainnya tentang Mahkamah Konstitusi diatur dengan undang-undang. (Amendemen Ketiga)"}]},{"title":"Pasal 25","amandemen":"0","bab":"Bab IX Kekuasaan Kehakiman","data":[{"id":1,"isi":"Syarat-syarat untuk menjadi dan untuk diperhentikan sebagai hakim ditetapkan dengan undang-undang."}]},{"title":"Pasal 25A","amandemen":"2/4","bab":"Bab IXA Wilayah Negara","data":[{"id":1,"isi":"Negara Kesatuan Republik Indonesia adalah sebuah negara kepulauan yang berciri Nusantara dengan wilayah yang batas-batas dan hak-haknya ditetapkan dengan undang-undang. (Pasal ditambahkan di Amendemen Kedua, sedangkan nomor pasal berubah di Amendemen Keempat)"}]},{"title":"Pasal 26","amandemen":"2","bab":"Bab X Warga Negara dan Penduduk","data":[{"id":1,"isi":"Yang menjadi warga negara ialah orang-orang bangsa Indonesia asli dan orang-orang bangsa lain yang disahkan dengan undang-undang sebagai warga negara."},{"id":2,"isi":"Penduduk ialah warga negara Indonesia dan orang asing yang bertempat tinggal di Indonesia. (Amendemen Kedua)"},{"id":3,"isi":"Hal-hal mengenai warga negara dan penduduk diatur dengan undang-undang. (Amendemen Kedua)"}]},{"title":"Pasal 27","amandemen":"2","bab":"Bab X Warga Negara dan Penduduk","data":[{"id":1,"isi":"Segala warga negara bersamaan kedudukannya di dalam hukum dan pemerintahan dan wajib menjunjung hukum dan pemerintahan itu dengan tidak ada kecualinya."},{"id":2,"isi":"Tiap-tiap warga negara berhak atas pekerjaan dan penghidupan yang layak bagi kemanusiaan."},{"id":3,"isi":"Setiap warga negara berhak dan wajib ikut serta dalam upaya pembelaan negara. (Amendemen Kedua)"}]},{"title":"Pasal 28","amandemen":"0","bab":"Bab X Warga Negara dan Penduduk","data":[{"id":1,"isi":"Kemerdekaan berserikat dan berkumpul, mengeluarkan pikiran dengan lisan dan tulisan dan sebagainya ditetapkan dengan undang-undang."}]},{"title":"Pasal 28A","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang berhak untuk hidup serta berhak mempertahankan hidup dan kehidupannya. (Amendemen Kedua)"}]},{"title":"Pasal 28B","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang berhak membentuk keluarga dan melanjutkan keturunan melalui perkawinan yang sah. (Amendemen Kedua)"},{"id":2,"isi":"Setiap anak berhak atas kelangsungan hidup, tumbuh, dan berkembang serta berhak atas perlindungan dari kekerasan dan diskriminasi. (Amendemen Kedua)"}]},{"title":"Pasal 28C","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang berhak mengembangkan diri melalui pemenuhan kebutuhan dasarnya, berhak mendapat pendidikan dan memperoleh manfaat dari ilmu pengetahuan dan teknologi, seni dan budaya, demi meningkatkan kualitas hidupnya dan demi kesejahteraan umat manusia. (Amendemen Kedua)"},{"id":2,"isi":"Setiap orang berhak untuk memajukan dirinya dalam memperjuangkan haknya secara kolektif untuk membangun masyarakat, bangsa, dan negaranya. (Amendemen Kedua)"}]},{"title":"Pasal 28D","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang berhak atas pengakuan, jaminan, perlindungan, dan kepastian hukum yang adil serta perlakuan yang sama di hadapan hukum."},{"id":2,"isi":"Setiap orang berhak untuk bekerja serta mendapat imbalan dan perlakuan yang adil dan layak dalam hubungan kerja. (Amendemen Kedua)"},{"id":3,"isi":"Setiap warga negara berhak memperoleh kesempatan yang sama dalam pemerintahan. (Amendemen Kedua)"},{"id":4,"isi":"Setiap orang berhak atas status kewarganegaraan. (Amendemen Kedua)"}]},{"title":"Pasal 28E","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang bebas memeluk agama dan beribadat menurut agamanya, memilih pendidikan dan pengajaran, memilih pekerjaan, memilih kewarganegaraan, memilih tempat tinggal di wilayah negara dan meninggalkannya, serta berhak kembali. (Amendemen Kedua)"},{"id":2,"isi":"Setiap orang berhak atas kebebasan meyakini kepercayaan, menyatakan pikiran dan sikap, sesuai dengan hati nuraninya. (Amendemen Kedua)"},{"id":3,"isi":"Setiap orang berhak atas kebebasan berserikat, berkumpul, dan mengeluarkan pendapat. (Amendemen Kedua)"}]},{"title":"Pasal 28F","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang berhak untuk berkomunikasi dan memperoleh informasi untuk mengembangkan pribadi dan lingkungan sosialnya, serta berhak untuk mencari, memperoleh, memiliki, menyimpan, mengolah, dan menyampaikan informasi dengan menggunakan segala jenis saluran yang tersedia. (Amendemen Kedua)"}]},{"title":"Pasal 28G","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang berhak atas perlindungan diri pribadi, keluarga, kehormatan, martabat, dan harta benda yang di bawah kekuasaannya, serta berhak atas rasa aman dan perlindungan dari ancaman ketakutan untuk berbuat atau tidak berbuat sesuatu yang merupakan hak asasi. (Amendemen Kedua)"},{"id":2,"isi":"Setiap orang berhak untuk bebas dari penyiksaan atau perlakuan yang merendahkan derajat martabat manusia dan berhak memperoleh suaka politik dari negara lain. (Amendemen Kedua)"}]},{"title":"Pasal 28H","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang berhak hidup sejahtera lahir dan batin, bertempat tinggal, dan mendapatkan lingkungan hidup yang baik dan sehat serta berhak memperoleh pelayanan kesehatan. (Amendemen Kedua)"},{"id":2,"isi":"Setiap orang berhak mendapat kemudahan dan perlakuan khusus untuk memperoleh kesempatan dan manfaat yang sama guna mencapai persamaan dan keadilan. (Amendemen Kedua)"},{"id":3,"isi":"Setiap orang berhak atas jaminan sosial yang memungkinkan pengembangan dirinya secara utuh sebagai manusia yang bermartabat. (Amendemen Kedua)"},{"id":4,"isi":"Setiap orang berhak mempunyai hak milik pribadi dan hak milik tersebut tidak boleh diambil alih secara sewenang-wenang oleh siapa pun. (Amendemen Kedua)"}]},{"title":"Pasal 28I","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Hak untuk hidup, hak untuk tidak disiksa, hak kemerdekaan pikiran dan hati nurani, hak beragama, hak untuk tidak diperbudak, hak untuk diakui sebagai pribadi di hadapan hukum, dan hak untuk tidak dituntut atas dasar hukum yang berlaku surut adalah hak asasi manusia yang tidak dapat dikurangi dalam keadaan apa pun. (Amendemen Kedua)"},{"id":2,"isi":"Setiap orang berhak bebas dari perlakuan yang bersifat diskriminatif atas dasar apa pun dan berhak mendapatkan perlindungan terhadap perlakuan yang bersifat diskriminatif itu. (Amendemen Kedua)"},{"id":3,"isi":"Identitas budaya dan hak masyarakat tradisional dihormati selaras dengan perkembangan zaman dan peradaban. (Amendemen Kedua)"},{"id":4,"isi":"Perlindungan, pemajuan, penegakan, dan pemenuhan hak asasi manusia adalah tanggung jawab negara, terutama pemerintah. (Amendemen Kedua)"},{"id":5,"isi":"Untuk menegakkan dan melindungi hak asasi manusia sesuai dengan prinsip negara hukum yang demokratis, maka pelaksanaan hak asasi manusia dijamin, diatur, dan dituangkan dalam peraturan perundang-undangan. (Amendemen Kedua)"}]},{"title":"Pasal 28J","amandemen":"2","bab":"Bab XA Hak Asasi Manusia","data":[{"id":1,"isi":"Setiap orang wajib menghormati hak asasi manusia orang lain dalam tertib kehidupan bermasyarakat, berbangsa, dan bernegara. (Amendemen Kedua)"},{"id":2,"isi":"Dalam menjalankan hak dan kebebasannya, setiap orang wajib tunduk kepada pembatasan yang ditetapkan dengan undang-undang dengan maksud semata-mata untuk menjamin pengakuan serta penghormatan atas hak dan kebebasan orang lain dan untuk memenuhi tuntutan yang adil sesuai dengan pertimbangan moral, nilai-nilai agama, keamanan, dan ketertiban umum dalam suatu masyarakat demokratis. (Amendemen Kedua)"}]},{"title":"Pasal 29","amandemen":"0","bab":"Bab XI Agama","data":[{"id":1,"isi":"Negara berdasar atas Ketuhanan Yang Maha Esa."},{"id":2,"isi":"Negara menjamin kemerdekaan tiap-tiap penduduk untuk memeluk agamanya masing-masing dan untuk beribadat menurut agamanya dan kepercayaannya itu."}]},{"title":"Pasal 30","amandemen":"2","bab":"Bab XII Pertahanan dan Keamanan Negara","data":[{"id":1,"isi":"Tiap-tiap warga negara berhak dan wajib ikut serta dalam usaha pertahanan dan keamanan negara. (Amendemen Kedua)"},{"id":2,"isi":"Usaha pertahanan dan keamanan negara dilaksanakan melalui sistem pertahanan dan keamanan rakyat semesta oleh Tentara Nasional Indonesia dan Kepolisian Negara Republik Indonesia, sebagai kekuatan utama, dan rakyat, sebagai kekuatan pendukung. (Amendemen Kedua)"},{"id":3,"isi":"Tentara Nasional Indonesia terdiri atas Angkatan Darat, Angkatan Laut, dan Angkatan Udara sebagai alat negara bertugas mempertahankan, melindungi, dan memelihara keutuhan dan kedaulatan negara. (Amendemen Kedua)"},{"id":4,"isi":"Kepolisian Negara Republik Indonesia sebagai alat negara yang menjaga keamanan dan ketertiban masyarakat bertugas melindungi, mengayomi, melayani masyarakat, serta menegakkan hukum. (Amendemen Kedua)"},{"id":5,"isi":"Susunan dan kedudukan Tentara Nasional Indonesia, Kepolisian Negara Republik Indonesia, hubungan kewenangan Tentara Nasional Indonesia dan Kepolisian Negara Republik Indonesia di dalam menjalankan tugasnya, syarat-syarat keikutsertaan warga negara dalam usaha pertahanan dan keamanan negara, serta hal-hal yang terkait dengan pertahanan dan keamanan diatur dengan undang-undang. (Amendemen Kedua)"}]},{"title":"Pasal 31","amandemen":"4","bab":"Bab XIII Pendidikan dan Kebudayaan","data":[{"id":1,"isi":"Setiap warga negara berhak mendapat pendidikan. (Amendemen Keempat)"},{"id":2,"isi":"Setiap warga negara wajib mengikuti pendidikan dasar dan pemerintah wajib membiayainya. (Amendemen Keempat)"},{"id":3,"isi":"Pemerintah mengusahakan dan menyelenggarakan satu sistem pendidikan nasional, yang meningkatkan keimanan dan ketakwaan serta akhlak mulia dalam rangka mencerdaskan kehidupan bangsa, yang diatur dengan undang-undang. (Amendemen Keempat)"},{"id":4,"isi":"Negara memprioritaskan anggaran pendidikan sekurang-kurangnya dua puluh persen dari anggaran pendapatan dan belanja negara serta dari anggaran pendapatan dan belanja daerah untuk memenuhi kebutuhan penyelenggaraan pendidikan nasional. (Amendemen Keempat)"},{"id":5,"isi":"Pemerintah memajukan ilmu pengetahuan dan teknologi dengan menjunjung tinggi nilai-nilai agama dan persatuan bangsa untuk kemajuan peradaban serta kesejahteraan umat manusia. (Amendemen Keempat)"}]},{"title":"Pasal 32","amandemen":"4","bab":"Bab XIII Pendidikan dan Kebudayaan","data":[{"id":1,"isi":"Negara memajukan kebudayaan nasional Indonesia di tengah peradaban dunia dengan menjamin kebebasan masyarakat dalam memelihara dan mengembangkan nilai-nilai budayanya. (Amendemen Keempat)"},{"id":2,"isi":"Negara menghormati dan memelihara bahasa daerah sebagai kekayaan budaya nasional. (Amendemen Keempat)"}]},{"title":"Pasal 33","amandemen":"4","bab":"Bab XIV Perekonomian Nasional dan Kesejahteraan Sosial","data":[{"id":1,"isi":"Perekonomian disusun sebagai usaha bersama berdasar atas asas kekeluargaan."},{"id":2,"isi":"Cabang-cabang produksi yang penting bagi negara dan yang menguasai hajat hidup orang banyak dikuasai oleh negara."},{"id":3,"isi":"Bumi dan air dan kekayaan alam yang terkandung di dalamnya dikuasai oleh negara dan dipergunakan untuk sebesar-besar kemakmuran rakyat."},{"id":4,"isi":"Perekonomian nasional diselenggarakan berdasar atas demokrasi ekonomi dengan prinsip kebersamaan, efisiensi berkeadilan, berkelanjutan, berwawasan lingkungan, kemandirian, serta dengan menjaga keseimbangan kemajuan dan kesatuan ekonomi nasional. (Amendemen Keempat)"},{"id":5,"isi":"Ketentuan lebih lanjut mengenai pelaksanaan pasal ini diatur dalam undang-undang. (Amendemen Keempat)"}]},{"title":"Pasal 34","amandemen":"4","bab":"Bab XIV Perekonomian Nasional dan Kesejahteraan Sosial","data":[{"id":1,"isi":"Fakir miskin dan anak-anak yang terlantar dipelihara oleh negara. (Amendemen Keempat)"},{"id":2,"isi":"Negara mengembangkan sistem jaminan sosial bagi seluruh rakyat dan memberdayakan masyarakat yang lemah dan tidak mampu sesuai dengan martabat kemanusiaan. (Amendemen Keempat)"},{"id":3,"isi":"Negara bertanggung jawab atas penyediaan fasilitas pelayanan kesehatan dan fasilitas pelayanan umum yang layak. (Amendemen Keempat)"},{"id":4,"isi":"Ketentuan lebih lanjut mengenai pelaksanaan pasal ini diatur dalam undang-undang. (Amendemen Keempat)"}]},{"title":"Pasal 35","amandemen":"0","bab":"Bab XV Bendera, Bahasa, dan Lambang Negara, serta Lagu Kebangsaan","data":[{"id":1,"isi":"Bendera Negara Indonesia ialah Sang Merah Putih."}]},{"title":"Pasal 36","amandemen":"0","bab":"Bab XV Bendera, Bahasa, dan Lambang Negara, serta Lagu Kebangsaan","data":[{"id":1,"isi":"Bahasa Negara ialah Bahasa Indonesia."}]},{"title":"Pasal 36A","amandemen":"2","bab":"Bab XV Bendera, Bahasa, dan Lambang Negara, serta Lagu Kebangsaan","data":[{"id":1,"isi":"Lambang Negara ialah Garuda Pancasila dengan semboyan Bhinneka Tunggal Ika. (Amendemen Kedua)"}]},{"title":"Pasal 36B","amandemen":"2","bab":"Bab XV Bendera, Bahasa, dan Lambang Negara, serta Lagu Kebangsaan","data":[{"id":1,"isi":"Lagu Kebangsaan ialah Indonesia Raya. (Amendemen Kedua)"}]},{"title":"Pasal 36C","amandemen":"2","bab":"Bab XV Bendera, Bahasa, dan Lambang Negara, serta Lagu Kebangsaan","data":[{"id":1,"isi":"Ketentuan lebih lanjut mengenai Bendera, Bahasa, dan Lambang Negara, serta Lagu Kebangsaan diatur dengan undang-undang. (Amendemen Kedua)"}]},{"title":"Pasal 37","amandemen":"4","bab":"Bab XVI Perubahan Undang-Undang Dasar","data":[{"id":1,"isi":"Usul perubahan pasal-pasal Undang-Undang Dasar dapat diagendakan dalam sidang Majelis Permusyawaratan Rakyat apabila diajukan oleh sekurang-kurangnya 1/3 dari jumlah anggota Majelis Permusyawaratan Rakyat. (Amendemen Keempat)"},{"id":1,"isi":"Setiap usul perubahan pasal-pasal Undang-Undang Dasar diajukan secara tertulis dan ditunjukkan dengan jelas bagian yang diusulkan untuk diubah beserta alasannya. (Amendemen Keempat)"},{"id":1,"isi":"Untuk mengubah pasal-pasal Undang-Undang Dasar, Sidang Majelis Permusyawaratan Rakyat dihadiri oleh sekurang-kurangnya 2/3 dari jumlah anggota Majelis Permusyawaratan Rakyat. (Amendemen Keempat)"},{"id":1,"isi":"Putusan untuk mengubah pasal-pasal Undang-Undang Dasar dilakukan dengan persetujuan sekurang-kurangnya lima puluh persen ditambah satu anggota dari seluruh anggota Majelis Permusyawaratan Rakyat. (Amendemen Keempat)"},{"id":1,"isi":"Khusus mengenai bentuk Negara Kesatuan Republik Indonesia tidak dapat dilakukan perubahan. (Amendemen Keempat)"}]},{"title":"Pasal I (Aturan Peralihan)","amandemen":"4","bab":"Aturan Peralihan","data":[{"id":1,"isi":"Segala peraturan perundang-undangan yang ada masih tetap berlaku selama belum diadakan yang baru menurut Undang-Undang Dasar ini. (Amendemen Keempat)"}]},{"title":"Pasal II (Aturan Peralihan)","amandemen":"4","bab":"Aturan Peralihan","data":[{"id":1,"isi":"Semua lembaga negara yang ada masih tetap berfungsi sepanjang untuk melaksanakan ketentuan Undang-Undang Dasar dan belum diadakan yang baru menurut Undang-Undang Dasar ini. (Amendemen Keempat)"}]},{"title":"Pasal III (Aturan Peralihan)","amandemen":"4","bab":"Aturan Peralihan","data":[{"id":1,"isi":"Mahkamah Konstitusi dibentuk selambat-lambatnya pada 17 Agustus 2003 dan sebelum dibentuk segala kewenangannya dilakukan oleh Mahkamah Agung. (Amendemen Keempat)"}]},{"title":"Pasal I (Aturan Tambahan)","amandemen":"4","bab":"Aturan Tambahan","data":[{"id":1,"isi":"Majelis Permusyawaratan Rakyat ditugasi untuk melakukan peninjauan terhadap materi dan status hukum Ketetapan Majelis Permusyawaratan Rakyat Sementara dan Ketetapan Majelis Permusyawaratan Rakyat untuk diambil putusan pada Sidang Majelis Permusyawaratan Rakyat tahun 2003. (Amendemen Keempat)"}]},{"title":"Pasal II (Aturan Tambahan)","amandemen":"4","bab":"Aturan Tambahan","data":[{"id":1,"isi":"Dengan ditetapkannya perubahan Undang-Undang Dasar ini, Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 terdiri atas Pembukaan dan pasal-pasal. (Amendemen Keempat)"}]}]